[
  {
    "text": "We know from the feedback we receive from you that you love us to hunt down the best products at bargain prices. To do this we try to keep all of our costs down including the cost of covering returns from our customers and do not accept returns except where the basis of the return is covered by the Consumers Guarantees Act or Fair Trading Act. So when you're at the checkout, take a second to run your eye over your order for any slips of the finger before submitting because once you've submitted it, it's too late!!",
    "section": [
      "Returns Policy"
    ]
  },
  {
    "text": "We make every effort to make sure our product descriptions are as detailed as possible and that includes sizing and colour guides for our clothing type product. Please choose carefully as we are unable to exchange product once you've received your order unless we have made a genuine mistake in our description (and yes, we are human) or where your request to exchange is covered by the Consumers Guarantees Act or Fair Trading Act.",
    "section": [
      "Exchange Policy"
    ]
  },
  {
    "text": "If you think you have a case for a genuine exchange request then please contact us first before sending your order back to us as it may get declined and returned to you. In all cases Proof of purchase is required in order to get an exchange. Please note products returned to us for an exchange must be in a resalable condition with packaging intact and all labels etc returned with the item, also, due to copyright issues exchanges are not available on DVD's, except where the product is deemed faulty.",
    "section": [
      "Exchange Policy"
    ]
  },
  {
    "text": "1-day's warranty policy covers our products for 12 months from the purchase date. Warranty claims cover any fault, defect or failure occurring as a result of the manufacturing process. Damage or faults occurring as a result of misuse, accident, or wear and tear is not covered by our warranty policy.",
    "section": [
      "Warranty Policy"
    ]
  },
  {
    "text": "If you feel that your purchase has a fault that is covered under warranty please contact us, including as much detail as possible (including a photo of the issue if possible or applicable) so that we can assess the problem and advise you of a solution. This could be either a repair, replacement or refund. We reserve the right to provide the best possible solution based on availability of stock.",
    "section": [
      "Warranty Policy"
    ]
  },
  {
    "text": "As a result of copyright laws and hygiene issues a refund or exchange is only available for the following products if the product is defective:",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "Mobile Phones",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "PC and Gaming Console Software",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "Software",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "Consumables (perishable products some Health and Beauty/Pharmacy products)",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "Underwear swimwear",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "Printer cartridges (when packaging is opened)",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "NOTE: These products are still guaranteed under the Consumers Guarantees Act",
    "section": [
      "Restrictions and Exceptions:"
    ]
  },
  {
    "text": "In the unlikely event that a product you have purchased from 1-day becomes faulty, we are committed to meeting our obligations under the New Zealand Consumer Guarantees Act 1993 (CGA).",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Faulty good returns"
    ]
  },
  {
    "text": "The New Zealand Consumer Guarantees Act 1993, is legislation that outlines the guarantees and rights of both the seller and consumer for products and services sold.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Consumer Guarantees Act 1993"
    ]
  },
  {
    "text": "Under the CGA, products sold by us must be safe, of acceptable quality, fit for the purpose they have been purchased for, match the description given, match the sample or demonstration model and be of acceptable condition when received by you;",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Consumer Guarantees Act 1993"
    ]
  },
  {
    "text": "The CGA guarantees are in addition to any other warranty offer(s) provided by the manufacturer, or insurance provider (if applicable); and",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Consumer Guarantees Act 1993"
    ]
  },
  {
    "text": "The CGA does not apply where the product has been misused, broken or improperly operated.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Consumer Guarantees Act 1993"
    ]
  },
  {
    "text": "If a product sold by 1-day does not meet one of the guarantees detailed above or cannot be repaired within a reasonable period of time, we will either repair or replace the product with an identical product type. In the event a repair or replacement is not a viable option, or the repair cannot be carried out within a reasonable period of time, 1-day will refund you the original purchase price.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Minor Fault"
    ]
  },
  {
    "text": "In the event a product cannot be repaired, due to the nature of the fault (safety risk) or the failure is of substantial character (i.e. multiple product failures), you may choose either a replacement of an identical product type or a refund of the original product purchase price.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Major Fault"
    ]
  },
  {
    "text": "When the product is initially returned, we may try to fix (troubleshoot) the problem, in consultation with the supplier, before sending it to an authorised repair agent for assessment.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "What we will do"
    ]
  },
  {
    "text": "If your returned product is still within the manufacturer's warranty period, and after assessment is found to have a manufacturing fault, the repair and all associated costs will be free of charge;",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "What we will do"
    ]
  },
  {
    "text": "If the product is outside of the manufacturer's warranty period, but the fault is found to be a manufacturing fault this will be remedied in accordance with the CGA; or",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "What we will do"
    ]
  },
  {
    "text": "If the product is outside of the manufacturer's warranty period, and the fault found on assessment is not a manufacturing fault, the cost of assessment and repair will be payable by the customer.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "What we will do"
    ]
  },
  {
    "text": "For further information and guidance, please refer to The Ministry of Business Innovation and Employment, Consumer Protection website: www.consumerprotection.govt.nz/consumer-guarantees-act",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Consumer Rights"
    ]
  },
  {
    "text": "In order to seek a remedy under the Consumer Guarantees Act 1-day may need to collect and share your personal information for the purposes of conducting a repair service with a third party repair provider or supplier. Personal information may include:",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Privacy Disclosure"
    ]
  },
  {
    "text": "Your contact information, such as name, telephone number, e-mail and residential address; and",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Privacy Disclosure"
    ]
  },
  {
    "text": "Device security password(s).",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Privacy Disclosure"
    ]
  },
  {
    "text": "In some instances, we may require you to authorise 1-day to access your devices security passwords, and share these with a supplier or (authorised) repairer in order to facilitate a repair on your device. In this instance, we are acting on your behalf and you are duly authorising us to hold this information on your behalf.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Privacy Disclosure"
    ]
  },
  {
    "text": "We recognise that your personal information is confidential and we're committed to protecting your privacy in accordance with the Privacy Act 1993. Our Privacy Policy can be found on our website at www.1-day.co.nz/PrivacyPolicy",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "Privacy Disclosure"
    ]
  },
  {
    "text": "If you think that you have a valid reason to return under the policies described above please contact us before sending your order back to us as the processes we use are different depending upon your situation. If you don't contact us first it could delay your request or result in your claim being rejected. In all cases proof of purchase will be necessary to process your request.",
    "section": [
      "Consumer Guarantees Act - Your Rights",
      "When Returning Goods"
    ]
  },
  {
    "text": "Contact Us",
    "section": [
      "Consumer Guarantees Act - Your Rights"
    ]
  }
]