[
  {
    "text": "Credit information and other research conducted in respect of customers;",
    "section": []
  },
  {
    "text": "Any records a third party has provided to Gridhost Services (PTY) LTD. about customers;",
    "section": []
  },
  {
    "text": "Confidential, privileged, contractual and quasi legal records of customers;",
    "section": []
  },
  {
    "text": "Customer evaluation records;",
    "section": []
  },
  {
    "text": "Customer profiling;",
    "section": []
  },
  {
    "text": "Performance research conducted on behalf of customers or about customers;",
    "section": []
  },
  {
    "text": "Any records a third party has provided to Gridhost Services (PTY) LTD. either directly or indirectly; and",
    "section": []
  },
  {
    "text": "Records generated by or within Gridhost Services (PTY) LTD. pertaining to customers, including transactional records.",
    "section": []
  },
  {
    "text": "Technical Records",
    "section": []
  },
  {
    "text": "Technical records generated by, or within Gridhost Services (PTY) LTD. pertaining to customers.",
    "section": []
  },
  {
    "text": "Other Parties",
    "section": []
  },
  {
    "text": "Records are kept in respect of other parties including, without limitation, contractors, suppliers, joint ventures, service providers and general market conditions. In addition, such other parties may possess records, which can be said to belong to Gridhost Services (PTY) LTD.",
    "section": []
  },
  {
    "text": "The following records fall under this category:",
    "section": []
  },
  {
    "text": "Personnel, customer or Gridhost Services (PTY) LTD. records which are held by another party as opposed to being held by Gridhost Services (PTY) LTD.; and",
    "section": []
  },
  {
    "text": "Records held by Gridhost Services (PTY) LTD. pertaining to other parties, including financial records, correspondence, contractual records, electronic mail, logs, cached information, records provided by the other party, and records third parties have provided about the contractors/suppliers or customer.",
    "section": []
  },
  {
    "text": "Further records are held including:",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Information relating to Gridhost Services (PTY) LTD. own commercial activities; and",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Research carried out on behalf of a client by Gridhost Services (PTY) LTD. or commissioned from a third party for a customer;",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Research information belonging to Gridhost Services (PTY) LTD., whether carried out by Gridhost Services (PTY) LTD. or commissioned from a third party.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Online Advertising Terms and Conditions",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. provides Pay Per Click (PPC) services as specified in this agreement.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "The Customer Understands And Acknowledges The Following:",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Advert positions might change from time to time.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "gridhost has no control over other parties bidding more on the same or similar keywords which may influence the Customer’s advert position.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. has no control over search engines and cannot provide any guarantee that any of the search engines will or will not change their algorithms in such a way that may have a detrimental effect on the ranking of the website.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. maintains a tiered product and pricing structure. Should the Customer’s advertising spend go over their selected tier, Gridhost Services (PTY) LTD. reserves the right to increase the Customer’s payment amount to Gridhost Services (PTY) LTD., in line with the tier that their chosen spend denoted.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "The display times for adverts to appear on Google OR other search engines may change. Gridhost Services (PTY) LTD. cannot guarantee that the Customer’s advert will appear immediately on a search engine or that the advert’s position will change straight away from previous campaigns that Gridhost Services (PTY) LTD. was not managing.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "gridhost accepts no responsibility for any detrimental effect to the success of a campaign should the Customer’s website change without warning. The Customer understands that changing their website in anyway without informing gridhost will have a detrimental effect on the success of the campaign being managed by gridhost.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. Shall Not Be Liable To The Customer For:",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Any loss of revenue or contractual agreements between the Customer and their supplier or profits.",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "Protection of Minors",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "The below websites contain information and applications for protecting minors from problematic online content:",
    "section": [
      "Other Records"
    ]
  },
  {
    "text": "The world’s oldest and largest Internet safety organisation.",
    "section": [
      "Cyberangels:"
    ]
  },
  {
    "text": "An organisation that educates parents and children about how to use the Internet safely.",
    "section": [
      "GetNetwise:"
    ]
  },
  {
    "text": "An organisation that protects children in cyberspace.",
    "section": [
      "Enough.org:"
    ]
  },
  {
    "text": "A platform that makes your family’s online experience fun and productive.",
    "section": [
      "SafeKids.com:"
    ]
  },
  {
    "text": "The first online safety, education, and help group in the world focused on kids and teens.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Shared Hosting Usage Guidelines and Acceptable Use",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reserves the right to amend the Acceptable Usage Policy for our Shared Hosting service as necessary. This is to ensure optimal performance across our network for the majority of our Shared Hosting clients.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. is engaged in supplying quality services to its customers. To ensure the integrity of the network and to offer customers fair and equal usage, Gridhost Services (PTY) LTD. solely reserves the right to undertake the necessary steps to prevent excessive usage by the following means:",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Due to the nature of a shared web hosting environment, gridhost reserves the right to ask customers to upgrade or correct issues relating to their Shared Web Hosting package, or to correct issues on their Shared Web Hosting package, should it negatively affect the network or server performance for the majority of our customers.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reserves the right to upgrade (or in certain circumstances suspend) a customer’s Shared Hosting package on the customer’s behalf should the customer’s package be causing degradation of a shared hosting environment which adversely affects other customers. Reasonable notice will be given to the customer in the form of electronic mail or by way of other suitable communication methods before any upgrade is actioned.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "The Gridhost Services (PTY) LTD. Shared Web Hosting platform is intended for hosting a website with relevant content and function for a personal or small home business without the concern of traffic overages. The use of the service should not be indicative for large scale enterprises or applications where a Dedicated Server or Virtual Private Server would be more suited.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "gridhost prohibits the use of the Shared Web Hosting service disk space to be utilised for purposes other than its intended function: content hosting, personal and small enterprise email and relevant web files.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "gridhost may at times, with reasonable notice to customers, revise or amend its current shared and dedicated hosting offerings relating to price, features, traffic allocations and disk sizes.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD.’s “unlimited” features on the Shared Web Hosting service is not intended to allow a single or more subscribers to unfairly or negatively impact the hosting experience of other subscribers.",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "To ensure service levels within the Shared Hosting platform are maintained, gridhost utilises various methods to protect its subscribers and associated systems from abuse which includes, but is not limited to, the following:",
    "section": [
      "WiredKids:"
    ]
  },
  {
    "text": "Max number of outbound mail an hour: 600",
    "section": [
      "Outbound mail restrictions"
    ]
  },
  {
    "text": "Max number of recipients per mail: 25",
    "section": [
      "Outbound mail restrictions"
    ]
  },
  {
    "text": "Services with SQL databases larger than 3 GB individually, or if a database is deemed to be negatively affecting the shared hosting platform (for example, if the database uses 200% more resources than our average database, or exceeds a reasonable RAM allocation).",
    "section": [
      "Excessive SQL Databases:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reserves the right to automatically upgrade a package(s) where the inode count exceeds the package specific allocation. To view allocation limits, please visit the product page. Reasonable notice will be given to the customer in the form of electronic mail or by way of other communication methods before any upgrade is actioned.",
    "section": [
      "Excessive INODE count:"
    ]
  },
  {
    "text": "gridhost does not set specific limits to the domain and FTP services, but may at its sole discretion suspend or deactivate a service should it adversely be impacting the performance of the Shared Hosting environment.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Free Domain",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "If a Shared Hosting package is cancelled within 6 months, the customer is liable to pay for his or her free domain.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Domain Registrations as a Reseller",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "When registering a domain as a reseller, it has to be registered with the correct beneficiary details of the domain end user and not that of the reseller.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Legal",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "The User undertakes to use gridhost’s services in accordance with any restrictions imposed under the following legislation:",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Electronic Communications and Transactions Act 25 of 2002;",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Electronic Communications Act 36 of 2005;",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Regulation of Interception and Provision of Communication-Related Information Act 70 of 2003.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "All cases of violation of the above Acceptable Use Policy should be reported to abuse@1-grid.com",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Terms and Conditions",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reserves the right to change or modify any of the terms and conditions contained in this agreement.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "This is an agreement between you and Gridhost Services (PTY) LTD. regarding your use of Gridhost Services (PTY) LTD.’s services, products, computers, interactive information, communications, intellectual property and server management service, and supersedes all prior agreements. All such usage shall be subject to the terms and conditions and policies set out in this agreement as read with the terms and conditions applicable to the relevant product or service (collectively, “the / this Agreement”).",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "This Agreement applies to all accounts, sub-accounts, and any alternative account names associated with your principal account. The Account Holder is responsible for the use of each account in any way, whether used under any name or by any individual, and for ensuring full compliance with this Agreement by all users of that account.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "In circumstances of the Consumer Protection Act, 2008 (“the CPA”) being applicable to this Agreement, the provisions of the CPA shall prevail should there be a conflict between any provision of this Agreement and the provisions of the CPA.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Acceptable Use Policy",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "By using Gridhost Services (PTY) LTD.’s services, you agree to adhere to our Policies and Procedures, including this Acceptable Use Policy (AUP).",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "General and Acceptable Use",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "You are expected to use Gridhost Services (PTY) LTD.’s services with respect, courtesy, and responsibility, giving due regard to the rights of other users. We expect you to have a basic understanding of how the Internet functions, the types of uses which are generally acceptable, and the types of uses which are unacceptable. Common sense is regarded as the best guide for what is considered acceptable use.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Unacceptable Use",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Illegality in any way or form including, but not limited to, activities such as unauthorised distribution or copying of copyrighted material, violation of export restrictions, harassment, fraud, trafficking in obscene material, child sexual abuse imagery or in any other way, drug dealing, and other illegal activities.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD.’s services and servers may be used strictly for lawful purposes. Storage, transmission or distribution of any material or part of it in violation of any applicable law or regulation is strictly prohibited. This includes, without limitation, material protected by copyright, trademark, trade secret or other intellectual property right used without proper authorisation, and material that is obscene, defamatory, constitutes a legal threat, or violates export control laws. Examples of unacceptable content or links: “pirated software”, “hacker programs or archives”, “Warez sites”, “IRC Bots”, “illegal MP3s” etc.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Due to the nature of a shared web hosting environment, Gridhost Services (PTY) LTD. reserves the right to ask customers to upgrade or correct issues pertaining to their shared web hosting package, or to correct issues on their shared web hosting package, should it negatively affect the network or server performance for the majority of our customers.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "The Gridhost Services (PTY) LTD. shared web hosting platform is intended for hosting a website with relevant, appropriate and legal content and function for a personal or small home business without the concern of traffic overages. The use of the service should not be indicative for large scale enterprises or applications where a dedicated server would be more suited.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. prohibits the use of the shared web hosting service disk space to be used for purposes other than its intended function: content hosting, personal and small enterprise email and relevant web files.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "The use of dedicated or shared hosting services for hosting torrent boxes and/or running proxies is strictly forbidden. Servers continuously running a risk of supporting these types of services will be disabled and terminated from our network with immediate effect.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Posting of defamatory, scandalous, violent or private information about a person without their consent, intentionally inflicting pain or emotional distress, or violating trademarks, copyrights, or other intellectual property rights.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Any unacceptable use of the services constitutes a material breach of these Terms and Conditions of Use, and Gridhost Services (PTY) LTD. fully and solely reserves its rights in this regard.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Interpretation",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "The provisions of this Policy are not meant to be exhaustive, but are intended as guidelines. Generally, any behaviour that breaches or violates law, regulation, or the accepted norms of the Internet community, whether or not expressly mentioned in this Policy, is strictly prohibited. Gridhost Services (PTY) LTD. reserves the right at all times to prohibit conduct that damage its reputation and goodwill in any way.",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "System and Network Security",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Violations of system or network security are prohibited, and may result in criminal and civil liability. Examples include, but are not limited to, the following:",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "unauthorised access, use, probe, or scan of a system’s security or authentication measures, data or traffic;",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "interference with service to any user, host or network including, without limitation, mail bombing, flooding, deliberate attempts to overload a system and broadcast attacks;",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "forging of any TCP-IP packet header or any part of the header information in an email or a newsgroup posting; and",
    "section": [
      "Excessive domain and FTP services:"
    ]
  },
  {
    "text": "Spamming",
    "section": [
      "employing posts or programs which consume excessive CPU time or storage space, permits the use of mail services, mail forwarding capabilities, POP accounts, or autoresponders other than for their own account; or resale of access to CGI scripts installed on our servers."
    ]
  },
  {
    "text": "Sending unsolicited mail messages, including, without limitation, commercial advertising and informational announcements, is expressly prohibited. A user shall not use another site’s mail server to relay mail without the express permission of the site or distributing, advertising or promoting products or software or services that have the primary purpose of encouraging or facilitating unsolicited commercial email or spam.",
    "section": [
      "employing posts or programs which consume excessive CPU time or storage space, permits the use of mail services, mail forwarding capabilities, POP accounts, or autoresponders other than for their own account; or resale of access to CGI scripts installed on our servers."
    ]
  },
  {
    "text": "It is in violation of Gridhost Services (PTY) LTD.’s Policy for customers to use our servers to effect or participate in any way in any of the following activities:",
    "section": [
      "employing posts or programs which consume excessive CPU time or storage space, permits the use of mail services, mail forwarding capabilities, POP accounts, or autoresponders other than for their own account; or resale of access to CGI scripts installed on our servers."
    ]
  },
  {
    "text": "To post to any Usenet or other newsgroups, forums, email mailing lists or other similar groups or list articles which are off-topic according to the charter or other owner-published FAQ or description of the group or list;",
    "section": [
      "employing posts or programs which consume excessive CPU time or storage space, permits the use of mail services, mail forwarding capabilities, POP accounts, or autoresponders other than for their own account; or resale of access to CGI scripts installed on our servers."
    ]
  },
  {
    "text": "To send unsolicited mass emails, if such emails provoke complaints from the recipients;",
    "section": [
      "employing posts or programs which consume excessive CPU time or storage space, permits the use of mail services, mail forwarding capabilities, POP accounts, or autoresponders other than for their own account; or resale of access to CGI scripts installed on our servers."
    ]
  },
  {
    "text": "To engage in any of the foregoing activities using the service of another provider, but channelling such activities through a Gridhost Services (PTY) LTD. provided server, or using a Gridhost Services (PTY) LTD. provided server as a maildrop for responses;",
    "section": [
      "employing posts or programs which consume excessive CPU time or storage space, permits the use of mail services, mail forwarding capabilities, POP accounts, or autoresponders other than for their own account; or resale of access to CGI scripts installed on our servers."
    ]
  },
  {
    "text": "We reserve the right to suspend a service due to spam activity. A reactivation charge will be applicable.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Determination of a Breach of This Policy",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will be the sole arbiters and have a sole and complete discretion in determining what is seen as a violation of this Policy.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Consequences of Breach of This Policy",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "When Gridhost Services (PTY) LTD. becomes aware of an alleged violation of its AUP (Acceptable Use Policy), Gridhost Services (PTY) LTD. will initiate an investigation (within 24-48 hours). During the investigation Gridhost Services (PTY) LTD. may restrict your access in order to prevent further possible unauthorised activity. If you are found in violation of our SPAM Policy, Gridhost Services (PTY) LTD. may, at its sole discretion, restrict, suspend, or terminate your account and/or pursue other civil remedies. Also, Gridhost Services (PTY) LTD. reserves the right to pursue civil remedies for any costs associated with the investigation of a substantiated Policy violation. If such violation is a criminal offence, Gridhost Services (PTY) LTD. will notify the appropriate law enforcement department of such violation.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LT.D does not issue service credits for any outages incurred through service disablement resulting from Policy violations.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "You shall be held liable for any and all costs incurred by Gridhost Services (PTY) LTD. as a result of your violation of these terms and conditions. This is including, but is not limited to, attorney fees and costs resulting from Postmaster responses to complaints from and the cleanup of unsolicited commercial mailings and/or unauthorised bulk mailings and/or news server violations.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "First violations will result in a Cleanup Fee of R1500 and your account will be reviewed for possible immediate termination.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "A second violation will result in Cleanup Fee of R3500 and immediate termination of your account.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "The Customer who violates this Policy agrees to also pay Investigation Fees of no more than R1500 per hour that Gridhost Services (PTY) LTD. personnel must spend to investigate any violations.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Modification",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. may at times, with reasonable notice to Customers, revise or amend its current Shared and Dedicated Hosting offerings relating to price, features, traffic allocations and disk sizes.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reserves the right to add, delete, or modify any provision of this Policy at any time without notice.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Reporting Network Abuse",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Any party seeking to report any violations Gridhost Services (PTY) LTD.’s Policy may contact via email: abuse@1-grid.com",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Website Takedowns",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "All queries related to website take downs may be directed to the Internet Service Providers’ Association (ISPA), which Gridhost Services (PTY) LTD. has appointed as its agent for the purposes of receipt of takedown notices in accordance with Chapter 11 of the Electronic Communications and Transactions Act of 2002: Email: takedown@ispa.org.za",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "Disclaimers and Limitation of Liability",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "You agree that our entire liability, and your exclusive remedy, with respect to any Services provided under this Agreement and any violation of this Agreement is solely limited to the amount you paid for such Services. We and our contractors shall not be held liable for any direct, indirect, incidental, special or consequential damages resulting from the use or inability to use any of the Services or for the cost of procurement of substitute services.",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "We disclaim any and all loss or liability resulting from, but not limited to, loss or liability resulting from:",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "access delays or access interruptions;",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "data non-delivery or data mis-delivery;",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "acts of God;",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "the unauthorised use or misuse of your account identifier or password;",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "errors, omissions, or misstatements in any and all information or services(s) provided under this Agreement;",
    "section": [
      "To falsify user information provided to Gridhost Services (PTY) LTD. or to other users of the service in connection with use of a Gridhost Services (PTY) LTD. service."
    ]
  },
  {
    "text": "You agree that we will not be liable for any loss of registration and use of your domain name, or for interruption of business, or any indirect, special, incidental, or consequential damages of any kind (including lost profits) regardless of the form of action whether in contract, tort (including negligence), or otherwise, even if we have been advised of the possibility of such damages.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Subject always to the provisions of the CPA, to the extent that it is applicable, Gridhost Services (PTY) LTD.’s services are provided on an as is, as available, basis without warranties of any kind, either express or implied, including, but not limited to, warranties of merchantability, fitness for a particular purpose or non-infringement. Gridhost Services (PTY) LTD. expressly disclaims any representation or warranty that the Gridhost Services (PTY) LTD. services will be error-free, secure or uninterrupted.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "No oral advice or written information given by Gridhost Services (PTY) LTD., its employees, licensors or the like, will create a warranty; nor may you rely on any such information or advice as if it were a warranty. The terms of this section will survive any termination of this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will use its best efforts to maintain a full-time Internet presence for the Account Holder. You hereby acknowledge that the network may, at various time intervals, be down due, but not restricted to, utility interruption, equipment failure, natural disaster, acts of God, or human error.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The terms of this Section will survive any termination of this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Responsibility for Content and Account Holder Indemnities",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You agree to indemnify and hold Gridhost Services (PTY) LTD. harmless from any and all Claims resulting from or connected with any activities conducted by you. You and Gridhost Services (PTY) LTD. will promptly notify the other upon receipt of any Claim or legal action arising out of activities conducted pursuant to this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You agree not to store, transmit, link to, advertise or make available any images containing pornography through the Virtual Web Hosting service. Gridhost Services (PTY) LTD. reserves the right to refuse service if any of the content within, or any links from, your website is deemed illegal, misleading, or obscene, or is otherwise in breach of these terms or Gridhost Services (PTY) LTD.’s then current Acceptable Use Policy, in the sole and absolute opinion of Gridhost Services (PTY) LTD.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will not change passwords to any account without proof of identification, which is satisfactory to Gridhost Services (PTY) LTD., which may include written authorisation with signature. In the event of any partnership break-up, divorce or other legal problems that includes you, you understand that Gridhost Services (PTY) LTD. will remain neutral and may put the account on hold until the situation has been resolved. Under no circumstances will Gridhost Services (PTY) LTD. be liable for any losses incurred by you during this time of determination of ownership, or otherwise. You agree to indemnify and hold harmless Gridhost Services (PTY) LTD. from any and all Claims arising from such ownership disputes.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You agree to indemnify and hold Gridhost Services (PTY) LTD. and any other Account Holder harmless from any and all Claims resulting from your use of the services provided by Gridhost Services (PTY) LTD. The terms of this Section will survive any termination of this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You agree not to harm Gridhost Services (PTY) LTD., its reputation, computer systems, programming and/or other persons using Gridhost Services (PTY) LTD.’s services.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The terms of this Section will survive any termination of this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Variation of Services",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You agree that Gridhost Services (PTY) LTD. may establish certain limits concerning use of any Gridhost Services (PTY) LTD. service offered on any Gridhost Services (PTY) LTD. website including, without limitation, the maximum number of days that email messages will be retained by any Gridhost Services (PTY) LTD. service, the maximum number of email messages that may be sent from or received by an account on any Gridhost Services (PTY) LTD. service, the maximum size of an email message that may be sent from or received by an account on any Gridhost Services (PTY) LTD. service, the maximum disk space that will be allotted on Gridhost Services (PTY) LTD.’s servers on your behalf either cumulatively or for any particular service. You agree that Gridhost Services (PTY) LTD. has no responsibility or liability for the deletion, corruption or failure to store any messages or other content maintained or transmitted by any Gridhost Services (PTY) LTD. service. You acknowledge that the features, parameters (for example, the amount of storage available to users) or existence of any Gridhost Services (PTY) LTD. service may change at any time.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reserves the right to select the server for your website for best performance. You understand that the services provided by Gridhost Services (PTY) LTD. are provided on a shared server. This means that one website cannot be permitted to overwhelm the server with heavy CPU usage, for example from the use of highly active CGI scripts or chat scripts. If yours website overwhelms the server and causes complaints from other users, you have outgrown the realm of shared servers, and will need to relocate your website. If you refuse to comply with this Section, then Gridhost Services (PTY) LTD. has the right to terminate the services provided to you without any refunds of the unused portion prepaid by you.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Non-transferability of Services",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Your rights and privileges under this Agreement cannot be sold or transferred without the prior written consent of Gridhost Services (PTY) LTD.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Passwords",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You are responsible for maintaining the confidentiality of your password. In the event of a breach of security through your account, you will be liable for any unauthorised use of Gridhost Services (PTY) LTD. services, including any damages resulting there from, until you notify Gridhost Services (PTY) LTD.’s customer service.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The responsibility of all passwords and other related sensitive information is assumed by you, should any additional fee’s arise from resource consumption due to poor credentials (such as, but not limited to blank passwords or “test” accounts) no fault shall be levied on Gridhost Services (PTY) LTD.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Assignment of IP Addresses",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. assigns you an Internet Protocol address in connection with your use of the Gridhost Services (PTY) LTD. services, the right to use that Internet Protocol address will remain with and belong only to Gridhost Services (PTY) LTD., and you will have no right to use that Internet Protocol address except as allowed by Gridhost Services (PTY) LTD. in its sole and absolute discretion.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "General Provisions",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "This Agreement constitutes the entire agreement between you and Gridhost Services (PTY) LTD. with respect to the Gridhost Services (PTY) LTD. services and supersedes all prior agreements between you and Gridhost Services (PTY) LTD. Gridhost Services (PTY) LTD. reserves the right to amend this Agreement from time to time. Any new version of the Agreement will be displayed on our Website together with the date on which it will become effective, which will never be less than 30 (thirty) days after the date on which it is first published. It is your obligation to visit our web site on a regular basis in order to determine whether any amendments have been made. Any use by you of the Gridhost Services (PTY) LTD. services after the effective date of any such amendment, shall be deemed to constitute acceptance by you of such amendment.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD.’s failure to enforce any provision of this Agreement shall not be construed as a waiver of any provision or right.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "In the event that a portion of this Agreement is held unenforceable, the unenforceable portion will be construed in accordance with applicable law as nearly as possible to reflect the original intentions of the parties, and the remainder of the provisions will remain in full force and effect. The terms of this Section will survive any termination of this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Save where otherwise provided for in this Agreement, if you:",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "fail to pay any amount payable under this Agreement within 10 days after receipt of written demand requiring such payment; or",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "commit a breach of any provision (other than a payment obligation) of this Agreement and, if such breach is capable of remedy, fail to remedy such breach within thirty days after receipt of written demand requiring you to do so;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "are placed under liquidation, judicial management, business rescue proceedings or any similar disability, whether provisionally or finally and whether voluntarily or compulsorily;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "commit any act which if committed by a natural person would constitute an act of insolvency;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "become insolvent;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "compromise or attempt to compromise generally with any of your creditors;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "have a final judgment taken against you which is not satisfied within 30 days after the granting of such judgment, then Gridhost Services (PTY) LTD. shall be entitled, without prejudice to any of its other rights under this Agreement and/or in law and by giving written notice, to immediately cancel this Agreement or to claim immediate specific performance of all of your obligations whether or not due for performance, in either event without prejudice to Gridhost Services (PTY) LTD.’s right to claim damages.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The interpretation and enforcement of this Agreement shall be governed according the laws of the Republic of South Africa (excluding its choice of law rules).",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "You consent to the jurisdiction of the South African courts.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The Gridhost Services (PTY) LTD. services are provided from Cape Town, South Africa, and this Agreement is deemed to have been entered into at Cape Town.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Notices required by this Agreement shall be in writing and shall be delivered either by personal delivery, fax or by email. If delivered by mail, notices shall be sent by any express mail service; or by certified or registered mail, return receipt requested, with all postage and charges prepaid, and shall be deemed to have been received on the 5th Business day after posting. Emails and faxes shall be deemed to be received on the Business Day they are sent if sent before 16h00 on that day or on the next Business Day thereafter is sent after 16h00 on a Business Day or if sent on a non-business Day.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "BILLING TERMS OF GRIDHOST SERVICES (PTY) LTD.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will provide you with an itemised bill or invoice on request or where this is specified as part of the services provided to you.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Accounts are due on invoice presentation date (“Due Date”) shown on all invoices received from Gridhost Services (PTY) LTD., unless agreed otherwise. Gridhost Services (PTY) LTD. retains the right to impose, subject to a notice period of 7 Business Days, a credit limit on any of it’s customers as and when it sees fit. (Amended 6 May 2015)",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. products and services are not pro-rated.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will provide a service to you, as chosen by you, for the period of time (“the Term”) corresponding with the payment plan specific to you or as otherwise specified in the product’s terms and conditions relating to the particular product or service supplied by Gridhost Services (PTY) LTD. This contract will be automatically renewed at the end of the Term and each successive renewal term, unless terminated.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Effect of Non-payment",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "In the event of non-payment of an invoice by the stipulated Due Date, without prejudice to any other rights that Gridhost Services (PTY) LTD. has in terms of this Agreement or in law, Gridhost Services (PTY) LTD. reserves the right to hold you liable for the total amount due pursuant to such invoice.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Interest of 2% per month may be charged on all overdue accounts.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. may halt or completely stop the supply of new services to you and/or terminate current services held by you if payment of any invoice is not made by the Due Date, or if an application for business rescue proceedings or liquidation is filed by or against the customer, or if the customer goes out of business or announces intention to do so.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "If the supply of new services is stopped or the existing services are terminated in accordance with section 6, the full outstanding balance becomes due and payable immediately.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "If you pay the amount due in full, you may have your existing services re-activated and also purchase new services.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "If you neglect to pay the amount due in full, Gridhost Services (PTY) LTD. will submit the full overdue amount for Collections. In the event of the account being handed over to an outside collection agency, any costs incurred as such will be for your own account.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "In the event of suspension due to non-payment, Gridhost Services (PTY) LTD. reserves the right to place a “non-payment” page on your domain. Furthermore, the DNS of your domain will remain unchanged until full payment for the outstanding balance on your account has been received.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Please note that admin fees apply in the event that your account is suspended due to non-payments.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "If the preferred method of payment used by you is EFT, it will be your sole responsibility to ensure your payments are made using the correct beneficiary reference as indicated on all invoicing. Failure to comply may result in an incorrect allocation of your payment which may cause service disruption as a result of the account being suspended due to non-payment.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Domain Rescue Fees",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Should a local domain, i.e. CO.ZA or .ORG.ZA, expire but fall within the stipulated grace period, a “Domain Rescue” fee will be applicable after successfully retaining the domain after the expiration thereof.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Should a local domain, i.e. CO.ZA or .ORG.ZA, expire and fall outside the stipulated grace period, a “Domain Rescue” will also be applicable upon the domain successfully being retained after the expiration thereof.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Should an international domain expire but fall within the stipulated grace period, a “Domain Rescue” fee will apply if the domain is retained after the expiration thereof. In cases where we are charged over and above the prescribed minimum fee by the Registrar, these fees will be carried over to the customer.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Should an international domain expire but fall outside of the stipulated grace period, a “Domain Rescue” fee will also apply if the domain is retained after the expiration thereof. In cases where we are charged over and above the prescribed minimum fee by the Registrar, these fees will be carried over to the customer.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Payment Methods and Fees",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. accepts the following payment methods. Debit Order, Credit Card (MasterCard, VISA and AMEX.), EFT and Instant EFT. We recommend that you make payment via Credit Card or Debit Order. This way you stand less chance of forgetting to make your monthly payments. Gridhost Services (PTY) LTD. runs debit orders once a week.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "A processing fee (incl. VAT) is charged on all returned debit orders.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The merchant outlet country at the time of presenting payment options to the cardholder is the Republic of South Africa and the transaction currency is South African Rand (ZAR).",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Refunds",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will only refund a customer in the event of their account having a credit balance.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will process authorised refunds to customers every Wednesday.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Cancellations",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Cancellations must be done using Gridhost Services (PTY) LTD.’s Customer Zone.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Note that by default we operate on an end-of-term basis and, should you cancel a service, the service will be terminated at the end of your current billing period.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Domains are eligible to automatically renew for an extra one-year term upon expiry. Renewal notifications will be sent out prior to the renewal, and cancellations may be done before the renewal date.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Downgrades",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Definition: “A downgrade occurs when changing your current package to a package with a lower cost.”",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Example: Changing from a Linux Large account at R199 to a Linux Medium account at R79 would be considered a downgrade.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Downgrades must be done using Gridhost Services (PTY) LTD.’s Customer Zone.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "We require notification of downgrades on or before the 20th of each month, in order for the downgrade to take effect from the first day of the next month. If you do not provide this notice, you will be charged rate for the existing package in the following month",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "DISPUTE RESOLUTION",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "General Dispute Resolution",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "The parties shall attempt to resolve all disputes arising out of this Agreement in the spirit of cooperation and with a problem-solving mind set, without formal proceedings and in agreement with the various dispute resolution procedures provided.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "In the event of the dispute not being resolved, please follow the general complaint procedure as stipulated by ICASA for all complaints accept Billing disputes. You are required to direct a general complaint to support@1-grid.com. The complaint is required to be accompanied by the following;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Your full particulars and contact details;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Your relationship with Gridhost Services (PTY) LTD. and any customer reference which may be applicable;",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "A statement of the reason or reasons for the complaint with enough detail to allow us to assess these; and",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Any relevant evidence or documentation you wish to submit in support of your complaint.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Under the ICASA Code of Conduct Regulations Gridhost Services (PTY) LTD. is required to:",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Acknowledge receipt of your complaint within 3 Business Days; and",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Determine an outcome for the complaint and communicate this to you within 14 Business Days.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Referral of Complaints to ICASA",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "If you are not happy with the outcome of the Complaint, you have the right to escalate it to ICASA. If ICASA are not able to resolve the matter it may be referred to the ICASA Complaints and Compliance Committee for adjudication.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Please note that under the ICASA Code of Conduct Regulations 2008 you must give us an opportunity to resolve the matter within the 14-day period before you have the right to escalate your complaint to ICASA.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "ICASA can be contacted in the following ways:",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "telephone (011) 566 3000,",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "email: consumer@icasa.org.za",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Any dispute, which cannot be so resolved, shall be subject to binding arbitration upon the written demand of either party. Arbitration shall take place in South Africa. Should any legal action permissible under this Agreement be instituted to enforce the terms and conditions of this Agreement, in particular the right to collect money due on unpaid invoices, the prevailing party shall be entitled to recover reasonable attorney’s fees and expenses incurred at both the trial and appellate levels. The terms of this Section will survive any termination of this Agreement.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "BILLING DISPUTE RESOLUTION",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Purpose of this Procedure",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "This Procedure sets out the obligations of Gridhost Services (PTY) LTD. and the Customer in resolving a Billing Dispute, including the manner in which Billing Disputes should be lodged and how it will be handled thereafter.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD.’s Billing Dispute Handling Procedure is intended to service both the Customer and Gridhost Services (PTY) LTD.’s interests by setting out clear rules and procedures to be used where Billing Disputes Occur.",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "Definitions",
    "section": [
      "the interruption of your Service."
    ]
  },
  {
    "text": "means an instance where a Customer states in good faith that their bill contains incorrect charges, payments or adjustments.",
    "section": [
      "“Billing Dispute”"
    ]
  },
  {
    "text": "means a notice submitted by the Customer in terms of this Procedure.",
    "section": [
      "“Billing Dispute Notice”"
    ]
  },
  {
    "text": "and “this Procedure” mean this Billing Dispute Procedure for the initiation and resolution of Billing Disputes.",
    "section": [
      "“Billing Disputes Procedure”"
    ]
  },
  {
    "text": "means the situation where the Customer seeks information or clarification relating to an Invoice including, without limitation, seeking clarification of charges or sources of usage. For the avoidance of doubt, this is not a Billing Dispute.",
    "section": [
      "“Billing Enquiry”"
    ]
  },
  {
    "text": "means any day other than a Saturday or Sunday or a public holiday observed as such in the Republic of South Africa;",
    "section": [
      "“Business Day”"
    ]
  },
  {
    "text": "means an expression of dissatisfaction or grievance made by a Customer, but does not include a request for information. A Complaint is not a Billing Dispute.",
    "section": [
      "“Complaint”"
    ]
  },
  {
    "text": "Any charge recorded on an Invoice (the subject of a Billing Dispute) which is not submitted in accordance with this Procedure is payable in full to Gridhost Services (PTY) LTD. by the Due Date of the Invoice.",
    "section": [
      "“Complaint”"
    ]
  },
  {
    "text": "For the avoidance of doubt the parties acknowledge and agree that:",
    "section": [
      "“Complaint”"
    ]
  },
  {
    "text": "An amount that is not in dispute (“Undisputed Amount”) cannot be withheld for any reason (including, without limitation, when that amount is on an invoice together with a Disputed Amount).",
    "section": [
      "“Complaint”"
    ]
  },
  {
    "text": "Only Billing Disputes can trigger the Billing Dispute Handling Procedure (and the potential right to withhold payment of Disputed Amounts from Gridhost Services (PTY) LTD. as set out below).",
    "section": [
      "“Complaint”"
    ]
  },
  {
    "text": "billing@1-grid.com – while Complaints are dealt with under the Gridhost Services (PTY) LTD. Complaints Handling Procedure.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Please note that Gridhost Services (PTY) LTD. will not entertain any Billing Dispute based on unauthorised use of the services or on unauthorised use of the services by a third party, it being your responsibility to safeguard access to the services which you receive and to use them in the manner set out in the terms and conditions applicable thereto.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Customer’s Obligations to first use this Procedure",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "As a current or prior Customer of gridhost, you agree to allow gridhost to attempt settlement of any Billing Dispute for 14 Business Days before raising a dispute with any third party, credit card company or bank. gridhost requires and you agree that it be the first option in Billing Disputes. Should gridhost receive a chargeback or other reversed charge from a third party, Credit Card Company or bank on your behalf before gridhost has been given a chance to resolve the issue, gridhost has the right to collect on the rendered services and any fees associated with those disputes.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Not all Billing Disputes may be settled to a customer’s satisfaction. Once this Procedure has been exhausted, a Customer may use any third party, Credit Card Company or bank in an attempt to settle the dispute. However, Gridhost Services (PTY) LTD. still retains the right to collect on any rendered services or fees that are due. Should Gridhost Services (PTY) LTD. be unable to reverse any disputed amounts with a third party, Credit Card Company or bank, Gridhost Services (PTY) LTD. will submit the full delinquent amount for Collections.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Time period within which Billing Disputes can be initiated",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "A Billing Dispute Notice may be lodged in the required manner until the passing of 60 days from the date of the relevant invoice.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Circumstances under which payment of a Disputed Amount may be withheld",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "You may only withhold payment of a Disputed Amount where Gridhost Services (PTY) LTD. receives a valid Billing Dispute Notice relating to such Disputed Amount at least 5 Business Days prior to the Due Date indicated on the relevant invoice.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Billing Dispute Notice",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "A Billing Dispute can only be validly initiated through the submission of a valid Billing Dispute Notice using the Customer Zone.",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Invoice number and date;",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "The amount in dispute (“the Disputed Amount”);",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "The amount not in dispute (“the Undisputed Amount”);",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "The full details of the dispute; and",
    "section": [
      "Billing Enquiries and Complaints are not Billing Disputes and do not trigger the Billing Dispute Procedure. Billing Enquiries should be directed to"
    ]
  },
  {
    "text": "Response to Billing Dispute Notice",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "Under the ICASA Code of Conduct Regulations Gridhost Services (PTY) LTD. is required to acknowledge receipt of your complaint within 3 Business Days.",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. shall provide a response to the Billing Dispute Notice within 14 Business Days, which response shall take one of the following forms:",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "A rejection of the Billing Dispute Notice on the basis that:",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "The Billing Dispute Notice was not received by Gridhost Services (PTY) LTD. within 60 days from the date of the relevant invoice;",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "The Billing Dispute Notice does not contain all of the information set out in clause 11 of this Billing Dispute Procedure or was not submitted in accordance with section 10.",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "The Customer has not made payment in accordance with (and does not have A right to withhold payment) in terms of sections 61, 62.1 and 67 of this Procedure;",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. has confirmation from the Customer that the dispute which is the subject of the Billing Dispute Notice has been resolved;",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "The Customer is disputing the charges on the basis that the Customer did not authorise the particular use of the services by another person; or",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. reasonably believes that the Customer does not have a bona fide dispute in relation to the charges.",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "A request for information or documentation from the Customer lodging the Billing Dispute Notice which is reasonably required to assist Gridhost Services (PTY) LTD. in making a determination in the matter. The Customer shall provide such information or documentation as soon as possible and the running of the 14 Business Day period referred to below shall be suspended until such time as it has been received by Gridhost Services (PTY) LTD.",
    "section": [
      "Any relevant evidence or documentation you want to submit to support your complaint."
    ]
  },
  {
    "text": "Referral to Senior Managemen",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "If you are not satisfied with Gridhost Services (PTY) LTD.’s response under section 84 of the Billing Dispute Procedure then you must notify (“SM Request”) Gridhost Services (PTY) LTD. within 3 Business Days of receiving Gridhost Services (PTY) LTD.’s response that you want the matter referred to Senior Management (“SM”). Subject to you complying with this clause 72 of the Billing Dispute Procedure, both parties agree:",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "To ensure that SM meet to resolve the dispute within 7 Business Days of Gridhost Services (PTY) LTD. receiving the SM Request but in any event not later than 14 Business Days after the lodging of the Billing Dispute Notice.",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "Any decision of SM will be final and binding on both parties.",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "Both parties acknowledge and agree that if Gridhost Services (PTY) LTD. does not receive a Notification from you in accordance with this clause 72 then the Billing Dispute will be deemed to have been resolved in accordance with the response provided under section 72 and Gridhost Services (PTY) LTD. will have no further obligations in relation to the Billing Dispute.",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "Resolution, Agreement or Determination",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "If stipulated under Gridhost Services (PTY) LTD.’s response under section 84 or where SM agree on a resolution or reach a decision under section 85 that you must make payment of a Disputed Amount, you must within 5 Business Days of the date of the determination pay the Disputed Amount.",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "If stipulated under Gridhost Services (PTY) LTD.’s response under section 85 or where SM agree on a resolution or reach a decision under section 85 that Gridhost Services (PTY) LTD. must withdraw the disputed charge or refund a disputed charge previously paid, Gridhost Services (PTY) LTD. must as soon as practicable:",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "If stipulated under Gridhost Services (PTY) LTD.’s response under section 84 or where SM agree on a resolution or reach a decision under section 85 that Gridhost Services (PTY) LTD. must withdraw the disputed charge or refund a disputed charge previously paid, Gridhost Services (PTY) LTD. must as soon as practicable:",
    "section": [
      "A determination of the Billing Dispute and the reasons for such determination."
    ]
  },
  {
    "text": "Where a resolution or determination is made in accordance with clauses 74.1 or 74.2 then, subject to either party meeting the payment obligations specified in such resolution or determination, the Billing Dispute will be deemed to be resolved and Gridhost Services (PTY) LTD. will have no further obligations in relation to the Billing Dispute.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Effect of this Procedure on continued service provision",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. will not disconnect a service provided to you which is the subject of a Billing Dispute or take adverse collection procedures or impose late payment penalties or charges while attempting to resolve a Billing Dispute lodged in terms of this Procedure and until such time as Gridhost Services (PTY) LTD. has reached a determination and communicated this to you.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "We reserve the right, however, to take such measures immediately:",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Where a determination of the Billing Dispute has been made and communicated to you; or",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Where you have indicated that you are unable to pay your invoice or bill or have filed or are the subject of any application to court for sequestration or liquidation or otherwise seek to reach a formal arrangement with your creditors.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Subject only to the above, the rights and obligations of each party under the Billing Dispute Procedure continue pending resolution of a Billing Dispute invoked under this Billing Dispute Procedure. For the avoidance of doubt this includes that Gridhost Services (PTY) LTD. shall continue to have the right to terminate or suspend the service in accordance with Gridhost Services (PTY) LTD.’s rights under the Agreement that you have with Gridhost Services (PTY) LTD.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Subject only to the above, the rights and obligations of each party under the Billing Dispute Procedure continue pending resolution of a Billing Dispute invoked under this Billing Dispute Procedure. For the avoidance of doubt this includes that Gridhost Services (PTY) LTD. shall continue to have the right to terminate or suspend the service in accordance with Gridhost Services (PTY) LTD.’s rights under the Agreement that you have with Gridhost Services (PTY) LTD.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Confidentiality",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Neither party shall use any information obtained from the other party during the course of any process invoked under this Procedure for any purpose other than the resolution of the particular Billing Dispute.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Overage Disputes",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Should you wish to dispute an overage charge, you may do so by following the Billing Dispute Procedure and requesting an overage investigation.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Should, however, the overages be accurate (within a 5% margin) a once-off charge of R150.00 per domain/server will be applied to your account.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Request for Reconciliation or Historical Information/Reporting",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Should you want a reconciliation done on your account, you may request one by following the Billing Dispute Procedure.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "However, should the reconciliation prove the account to be accurate (within a 5% margin), a once-off charge of R150.00 per reconciliation will be applied to your account. Should you request historical information that is made available to you on a monthly basis via the Customer Zone, your Hosting control panel or any of the management interfaces provided to you, a once off administration charge of R150.00 per request will be applied to your account.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Referral of Billing Disputes to ICASA",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "If you are unhappy with the outcome of the complaint, you have the right to escalate it to ICASA. If ICASA cannot resolve the matter, it may be referred to the ICASA Complaints and Compliance Committee for adjudication.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "ICASA can be contacted in the following ways:",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "telephone (011) 566 3000,",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "email: consumer@icasa.org.za.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Use of Account Holder information for promotional purposes",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. may include your name and contact information in directories of Gridhost Services (PTY) LTD.’s service subscribers for the purpose of promoting the use of the services by potential customers. However, Gridhost Services (PTY) LTD. is not authorised to print your name, trademarks or other identifying personal information in any other advertising or promotional materials without your prior written consent.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Use of Website",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Terms and Conditions for Use of Website",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Use of this website, strictly at the sole risk of the user, constitutes acceptance of these Terms and Conditions which, thereafter, constitute a binding agreement (“the/ this Agreement”) between Gridhost Services (PTY) LTD. and the user.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Gridhost Services (PTY) LTD. may, at its discretion, amend these Terms and Conditions from time to time, at which time these will be brought to the attention of users and immediately become binding on such users where they continue to use the website after such alterations have been brought to their attention.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Amendments to Content and Information",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "The website owner expressly reserves the right, in its sole discretion, to amend or alter the content and information, including pricing and rates, set out in this website.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Users acknowledge that it is their responsibility to familiarise themselves with any amendment or alteration made.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Owner Information & Required Disclosures under Section 43 of the ECT Act",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Website owner: Gridhost Services (PTY) LTD.",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "Registered Number: 2013 / 178358 / 07",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  },
  {
    "text": "VAT Number: 9434625175",
    "section": [
      "Credit any Disputed Amount already paid by you."
    ]
  }
]