[
  {
    "text": "1A Auto, Inc.",
    "section": []
  },
  {
    "text": "Terms of Use",
    "section": []
  },
  {
    "text": "1A Auto, Inc. (“1A Auto,” “we” or “us”) maintains this website (the “Website”) as a source of information about 1A Auto and its products or services.By using the Website, you agree to comply with and be bound by the following terms and conditions (this “Agreement”), which we may change at any time by posting notice on the Website.PLEASE READ THIS AGREEMENT CAREFULLY, AND PLEASE CHECK IT PERIODICALLY FOR CHANGES.If you do not accept this Agreement, do not use the Website.",
    "section": []
  },
  {
    "text": "In order to purchase 1A Auto products online through the online store section of the Website (the “Online Store”), you may be required create a 1A Auto account by providing current, complete and accurate information as prompted by the online enrollment form and by selecting a password, the confidentiality of which shall be your responsibility. You agree to notify us immediately of any actual or suspected unauthorized use of your 1A Auto account, or any other breach of security.",
    "section": [
      "Registration for Online Store; Online Purchases."
    ]
  },
  {
    "text": "When you make a purchase through our Online Store, you authorize us or our third party payment processor to charge your payment method for any such purchases (plus any applicable taxes and other charges) that may be accrued by or in connection with your purchase. You are responsible for the timely payment of all fees and for providing a valid method of payment. All prices, fees and any applicable taxes and other charges are payable in U.S. dollars. When you initiate a purchase transaction via the Online Store, you will be asked to provide customary billing information such as your name, billing address, and credit card information. If you are completing the purchase using a third party payment processor, that processor’s terms and conditions apply to your payment transaction.",
    "section": [
      "Registration for Online Store; Online Purchases."
    ]
  },
  {
    "text": "All the text, images, marks, logos, compilations (meaning the collection, arrangement and assembly of information), data, information and other content of the Website, including any Submissions (as defined below), and any of the foregoing sent to you by e-mail, any social media platform or other means (collectively, the “Site Content”) are proprietary to us or to third parties.",
    "section": [
      "Intellectual Property Ownership; Conditions on Use."
    ]
  },
  {
    "text": "1A Auto authorizes you to view, download and print the Site Content in limited quantities solely for your personal, non-commercial use.You may not remove any copyright, trademark or other proprietary notices that have been placed in the Site Content.Except as expressly permitted above, modification, reproduction, redistribution, republication, uploading, posting, transmitting, distributing or otherwise exploiting in any manner the Site Content, or any portion of the Site Content, is strictly prohibited without the prior written permission of 1A Auto.",
    "section": [
      "Intellectual Property Ownership; Conditions on Use."
    ]
  },
  {
    "text": "All software used on the Website is proprietary to us or to third parties, and any use (except as may be required to undertake your activity expressly permitted in the prior paragraph above), redistribution, sale, decompilation, reverse engineering, disassembly, translation, other reduction to human-readable form, or other exploitation in any manner, of such software is prohibited.",
    "section": [
      "Intellectual Property Ownership; Conditions on Use."
    ]
  },
  {
    "text": "The mark 1A AUTO® and any related marks and logos are registered or unregistered trademarks of 1A Auto, and may not be used in connection with any service or products other than those provided by 1A Auto, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits 1A Auto.Any use of such marks, or any others displayed on the Website, will inure solely to the benefit of their respective owners.",
    "section": [
      "Intellectual Property Ownership; Conditions on Use."
    ]
  },
  {
    "text": "You agree that you will comply with all applicable laws, rules and regulations in your use of the Website and Site Content, and you will be solely responsible for your own violations thereof.",
    "section": [
      "Intellectual Property Ownership; Conditions on Use."
    ]
  },
  {
    "text": "In the event that you submit to 1A Auto any ideas or suggestions for the Website, Site Content or any 1A Auto products or services, or otherwise relating to the operation of 1A Auto (including submissions via the Website, any social media platform or any email addresses of 1A Auto personnel located on or through the Website) (collectively, “Submissions”), the Submissions will be deemed, and will remain, the sole property of 1A Auto.None of the Submissions will be subject to any obligation of confidence on the part of 1A Auto, and 1A Auto will not be liable for any use or disclosure of any Submissions.Without limiting the foregoing, 1A Auto will be entitled to unrestricted use and other exploitation of the Submissions for any purpose whatsoever, commercial or otherwise, by any means, by any media, without compensation to the provider, author, creator or inventor of the Submissions.",
    "section": [
      "Ideas Submitted to 1A Auto."
    ]
  },
  {
    "text": "The Website may contain links to third-party websites.Any linked sites are not under our control, and we are not responsible for the contents of any linked site.We provide these links as a convenience only, and a link does not imply endorsement of, sponsorship of, or affiliation with the linked site by 1A Auto.You should make whatever investigation you feel necessary or appropriate before proceeding with any transaction with any of these third parties.",
    "section": [
      "Links to Third Party Websites."
    ]
  },
  {
    "text": "1A AUTO MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND REGARDING THE WEBSITE OR ANY SITE CONTENT.THE WEBSITE AND SITE CONTENT ARE PROVIDED “AS-IS” AND WITH ALL FAULTS, AND 1A AUTO EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING: (i) ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON INFRINGEMENT, AND ANY AND ALL WARRANTIES ARISING FROM COURSE OF DEALING OR USAGE OF TRADE; (ii) THAT THE WEBSITE OR ANY SITE CONTENT WILL MEET YOUR REQUIREMENTS, WILL ALWAYS BE AVAILABLE, ACCESSIBLE, UNINTERRUPTED, TIMELY, SECURE OR OPERATE WITHOUT ERROR, (iii) AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE OPERATION OR USE OF THE WEBSITE OR ANY SITE CONTENT, AND (iv) AS TO THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED FROM THE WEBSITE OR ANY SITE CONTENT.",
    "section": [
      "Warranty Disclaimers and Limitations of Liability."
    ]
  },
  {
    "text": "UNDER NO CIRCUMSTANCES WILL YOU BE ENTITLED TO RECOVER FROM 1A AUTO ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL OR OTHER DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS OR LOSS OF USE), WHETHER BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE ARISING FROM OR RELATING TO THE WEBSITE OR ANY SITE CONTENT, EVEN IF 1A AUTO HAS BEEN INFORMED OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.",
    "section": [
      "Warranty Disclaimers and Limitations of Liability."
    ]
  },
  {
    "text": "SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF WARRANTIES OR OF LIABILITY, SO SOME OF THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.",
    "section": [
      "Warranty Disclaimers and Limitations of Liability."
    ]
  },
  {
    "text": "1A Auto operates the Website under the Privacy Policy published at https://www.1aauto.com/customer_service/privacy_statement.We urge you to read this policy now and, because the policy is updated from time to time, later at your convenience.",
    "section": [
      "Privacy Policy."
    ]
  },
  {
    "text": "You and 1A Auto agree that this Agreement, and all disputes arising from or relating to the Website, Site Content or this Agreement, will be governed by the laws of the Commonwealth of Massachusetts, without regard to any conflicts of laws principles that would apply another law.You hereby consent to non-exclusive jurisdiction and venue in any federal or state court located within the Commonwealth of Massachusetts with respect to any suit, claim or cause of action arising from or relating to the Website, Site Content or this Agreement, and you agree not to bring any such suit, claim or cause of action except in a court located within the Commonwealth of Massachusetts.",
    "section": [
      "Applicable Law; Jurisdiction."
    ]
  },
  {
    "text": "1A Auto reserves the right to modify this Agreement, any aspects of the Website or Site Content, or its policies at any time, with or without notice to you.You are under an obligation to review the current version of this Agreement and other 1A Auto policies before using the Website.",
    "section": [
      "Modifications."
    ]
  },
  {
    "text": "We comply with the provisions of the Digital Millennium Copyright Act applicable to internet service providers (17 U.S.C. §512, as amended).If you have any complaints or objections to material hosted by the Website you may contact our Designated Agent at the following address:",
    "section": [
      "Digital Millennium Copyright Act."
    ]
  },
  {
    "text": "1A Auto Inc.",
    "section": [
      "Digital Millennium Copyright Act."
    ]
  }
]