[
  {
    "text": "BIMMERPOST Terms of Service Last Updated: September 1, 2017 BIMMERPOST.COM, E90POST.com, F30POST.com, M3POST.com, M5POST.com, 1ADDICTS.com, 3POST.com, 5POST.com, 6POST.com, 7POST.com, ZPOST.com, XBIMMERS.com: referred to as the \"Site\". Welcome to the Site. The Site is provided to you for your personal entertainment, information, education and communication through our featured content and interactive forums on the World Wide Web and mobile devices. Please read these Terms and Conditions carefully! These Terms and Conditions include our policy for acceptable use of the Site and content posted on the Site, your rights, obligations and restrictions regarding your use of the Site. If you are looking for our Privacy Policy, please click here. By accessing this Site, you accept, without limitation or qualification, the following Terms and Conditions. You are only authorized to use the Site and its services if you agree to abide by all applicable laws and to these Terms and Conditions. If you do NOT accept the Terms and Conditions, then you must discontinue your use of the Site. We may modify these Terms and Conditions from time to time and such modification shall be effective upon posting on the Site. (Our most up to date Terms of Service will always be available HERE). You agree to be bound to any changes to these Terms and Conditions when you use the Site after any such modification is posted. Is it important that you review these Terms and conditions regularly to ensure you are updated as to any changes made. These Terms and Conditions constitute the entire agreement regarding your use of the Site and the services it offers and supercede any such prior terms. If any future changes are not acceptable to you, then you must discontinue your use of the Site. YOUR CONTINUED USE OF THE SITE WILL ALWAYS INDICATE YOUR ACCEPTANCE OF THIS AGREEMENT AND ANY CHANGES TO IT. Without limiting any other provisions of this Agreement, you may not use the Site for any purpose that is unlawful or prohibited by this Agreement and/or any applicable additional terms. Your access to the Site may be terminated immediately in our sole discretion, with or without notice, if you fail to comply with any provision of this agreement and/or additional terms, or for any other reason, or no reason. You expressly agree not to: Use this Site or its contents for any commercial purpose; Access, monitor or copy any content or information of this Website using any robot, spider, scraper or other automated means or any manual process for any purpose without our express written permission;Take any action that imposes, or may impose, in our discretion, an unreasonable or disproportionate burden on our infrastructure;\"frame,\" \"mirror\" or otherwise incorporate any part of this Site into any other website without our prior written permission. Re-visit, re-engage or apply for membership in the event that your current membership or access to the Site has been revoked, banned, or otherwise limited.CONTENT The material on this Site is protected by copyright, trademark, and other applicable laws. You may not modify, copy, reproduce, republish, upload, post, transmit, publicly display, prepare derivative works based on, or distribute in any way any material from the Site, including but not limited to text, audio, video, code and software. During your visit, however, you may download material displayed on the Site for non-commercial, personal use only (provided that you also retain all copyright and other proprietary notices contained on the materials). We neither warrant nor represent that your use of materials displayed on the Site will not infringe rights of third parties not owned by us or affiliated with this Site. The Site may provide you and other users an opportunity to submit, post, display, transmit and/or exchange information, ideas, opinions, photographs, images, video, creative works or other information, messages, transmissions or material to us, the Site or others (\"Post\" or \"Postings\"). Postings do not reflect our views; and we do not have any obligation to monitor, edit, or review any Postings on the Site. We assume NO responsibility or liability arising from the content of any such Postings nor for any error, defamation, libel, slander, omission, falsehood, obscenity, pornography, profanity, danger, or inaccuracy contained in any information within such Postings on the Site. You are strictly prohibited from posting or transmitting any unlawful, threatening, libelous, defamatory, obscene, scandalous, inflammatory, pornographic, or profane material that could constitute or encourage conduct that would be considered a criminal offense, give rise to civil liability, or otherwise violate any law. Without limiting the foregoing, the following behaviors are strictly prohibited: Strong, vulgar, obscene or otherwise harmful language,Racially, ethnically or otherwise, objectionable language, Harassing, intimidating, stalking or threatening other community members, Libelous, defamatory or otherwise tortious language, Online vandalism, Posting, distributing, transmitting or promoting illegal content,Invasion of another's privacy, Actions that are hurtful to minors, Posting, providing, transmitting or otherwise making available any materials or information infringing on the rights of a third party, Posting, providing, transmitting or otherwise making available any junk mail or spam, and Posting, uploading, emailing or otherwise transmitting any material that contains any malicious computer code, or reverse engineering or hacking any materials on the Site. Additional posting policies for the Site, which must be read before use of the Site, are available HERE. We will fully cooperate with any law enforcement authorities or court order requesting or directing the Site to disclose the identity of anyone posting any such information or materials. We do not prescreen information submitted by users of the Site (\"Submission\"). The Site retains the right, but not the responsibility, to edit or remove any Submission, including those deemed by the Site to violate the Agreement. The Site will make good faith efforts to investigate allegations that Submissions violate the Agreement but (a) makes no warranty to you that it will edit, remove, or continue to permit the display of any specific Submission, whether or not subject to such allegations, and (b) will have no liability whatsoever for editing, removing, or continuing to permit the display of any Submission whatsoever. To submit information to the Site, each user must have a unique username and password combination, Your are granted permission to create one single unique username for your lifetime. You here-by agree that any attempt to create additional usernames is in violation of these Terms and Conditions and agree to a charge of $15,000 US Dollars for each attempted violation of this policy. INTELLECTUAL PROPERTY You represent and warrant that: (i) you own the content posted by you on or through the Site or otherwise have the right to grant the license set forth below, and (ii) the Posting of your content does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person. By submitting, displaying or posting content on the Site, you hereby grant us a nonexclusive global license to reproduce, publish, modify, and distribute the content submitted by you to the Site. You also grant the Site global nonexclusive adaptation and resale rights over any content and material submitted to the Site. These nonexclusive publishing license and resale/adaptation rights extend to any materials submitted \"for publication\" within the Site, including both message board postings and content submitted for uploading and subsequent publishing within non-message board portions of the Site. Neither we nor our staff will be responsible for any misleading, false or otherwise injurious information and advice communicated on the Site or for any results obtained from the use of such information or advice. We will not be liable for any loss or damage suffered by a user through the user's reliance on information and advice gained on the Site. The Site claims no ownership over any content submitted, posted or displayed by you on the Site. You or a third party licensor, as appropriate, retain all patent, trademark and copyright to any Content you submit, post or display on or the Site and you are responsible for protecting those rights, as appropriate. LINKS The Site may provide links to other websites or resources. Because we have no control over such sites and resources, you acknowledge and agree that we are not responsible for the availability of such external sites and resources, and do not endorse and is not responsible or liable for any content, advertising, products or other materials on or available from such sites or resources. You further acknowledge and agree that we shall not be liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use or reliance on any such content, goods or services available on or through any such site or resource. CHILDREN Pursuant to 47 U.S.C. Section 230 (d) as amended, we hereby notify you that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors. Information about parental controls is available from Google or popular aftermarket providers such as NetNanny Use of the Site is Granted only to person(s) of legal driving age in your state or country of residence. INFRINGEMENT POLICY Pursuant to 17 U.S.C. Section 512 as amended by Title II of the Digital Millennium Copyright Act (the \"Act\"), we reserve the right, but not the obligation, to terminate your license to use the Site if we determine in its sole and absolute discretion that you are involved in infringing activity, including allege acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing. We accommodate and do not interfere with standard technical measures used by copyright owners to protect their materials. In addition, pursuant to 17 U.S.C. Section 512 (c), we have implemented procedures for receiving written notification of claimed infringements and for processing such claims in accordance with the Act. All claims of infringement must be submitted in a written complaint that complies with the requirements below and delivered to our designated agent to receive notification of claimed infringement In addition, any written notice regarding any defamatory or infringing activity, whether of a copyright, patent, trademark or other proprietary right must include the following information: 1) Identify the copyrighted work that you claim has been infringed or, if multiple copyrighted works are covered by the notice, you may provide a representative list of the copyrighted works that you claim have been infringed 2) Identify (a) the material that you claim is infringing (or to be the subject of infringing activity) that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material, including at a minimum, if applicable, the URL of the link shown on the site where such material may be found, and (b) the reference or link to the material or activity that you claim to be infringing that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate that reference or link, including at a minimum, if applicable, the URL of the link shown on the site where such reference or link may be found 3) A physical or electronic signature of a person authorized to act on behalf of (a) the owner of an exclusive right that is allegedly infringed or (b) the person defamed. 4) Include the following statement in the body of the notice: \"I hereby state that I have a good faith belief that the disputed use of the copyrighted material or reference or link to such material is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use).\" 5) Include the following statement in the body of the notice: \"I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.\" 6) Provide your full legal name and your physical or electronic signature Deliver this notice, with all items completed, to our Copyright Agent (and if sending electronically with the subject line \"DMCA Complaint\"): The Internet Law Group",
    "section": []
  }
]