[
  {
    "text": "These terms were last updated on 14 July 2019. They may be updated in the future and we'll post the new version here on our website.",
    "section": []
  },
  {
    "text": "\"Account Holder\" means the CPA office or company who use the software.",
    "section": []
  },
  {
    "text": "\"1audit Account\" means a current subscription to the software;",
    "section": []
  },
  {
    "text": "\"us\" \"we\" and \"our\" refers cloud coding limited liability company, a company registered in Saudi Arabia with registered number 1010549371.",
    "section": []
  },
  {
    "text": "\"you\" means you, the person who accesses and uses the software.",
    "section": []
  },
  {
    "text": "\"your data\" means any data entered or uploaded by you while using the software.",
    "section": []
  },
  {
    "text": "In order to access and use the software, 1audit Account must be created. You can apply for a 1audit Account to be created by submitting your details on our \"Sign up\" page.",
    "section": [
      "How to apply"
    ]
  },
  {
    "text": "If we accept your application for the creation of a 1audit Account, we will confirm this by email and at that point a legally binding contract will be created between the Account Holder and Us. If you apply for a 1audit account to be created, you must therefore ensure that you are authorized to enter into this contract for and on behalf of the Account Holder. The contract will be concluded in the Arabic and English language and the provisions of these Terms of Software shall govern our agreement with the Account Holder and you.",
    "section": [
      "Formation of a contract"
    ]
  },
  {
    "text": "If you made any mistakes in the details you gave to us when applying for a 1audit Account, these errors can be corrected by accessing The Software, selecting the “firm settings” page and making edits.",
    "section": [
      "Errors in information you gave us"
    ]
  },
  {
    "text": "We reserve the right, at our discretion, not to accept an application to create a 1audit Account. This may be due to technical constraints, because you or your business has been banned by us from using The Software or for any other reason. No charge will be made by us for declined applications.",
    "section": [
      "Refusal to create an account"
    ]
  },
  {
    "text": "You will not be able to access and use The Software without a username and password for the 1audit Account.",
    "section": [
      "How to access the account"
    ]
  },
  {
    "text": "We grant you a non-transferable, non-exclusive license to use the software in accordance with these Terms of Software.",
    "section": [
      "The Account Holder rights"
    ]
  },
  {
    "text": "The Account Holder has sole responsibility for the accuracy and reliability of the Data. The Account Holder retains ownership of any copyright, trademarks, database rights and any other intellectual property rights. Intellectual property rights in the Data will not be transferred to us.",
    "section": [
      "The Account Holder rights"
    ]
  },
  {
    "text": "Only access 1audit Account by using a password and username which that Account Holder authorizes you to use; and solely for audit purposes.",
    "section": [
      "The Account Holder obligations"
    ]
  },
  {
    "text": "You must not:",
    "section": [
      "The Account Holder obligations"
    ]
  },
  {
    "text": "Not to do anything which could reasonably be expected to damage, disable, overburden, or materially impair the software or our website generally.",
    "section": [
      "The Account Holder obligations"
    ]
  },
  {
    "text": "Not to question or dispute our ownership of the intellectual property rights in The Software.",
    "section": [
      "The Account Holder obligations"
    ]
  },
  {
    "text": "Not to use the software to store, distribute or transmit viruses or any material that is unlawful, harmful, threatening, defamatory, obscene, infringing, harassing or racially or ethnically offensive, that facilitates illegal activity, or promotes unlawful violence, or for any other illegal activities.",
    "section": [
      "The Account Holder obligations"
    ]
  },
  {
    "text": "The Account Holder is ultimately responsible for administering and safeguarding any passwords created to control access to its 1audit Account: please keep any password issued to you secure.",
    "section": [
      "Security"
    ]
  },
  {
    "text": "Rights in our software and our website:",
    "section": [
      "Who owns what"
    ]
  },
  {
    "text": "All copyright, database rights, trade marks and other intellectual property rights in The Software (including any such rights in our website) are owned by us and nothing in these Terms of Software shall transfer any ownership rights to you or to the Account Holder.",
    "section": [
      "Who owns what"
    ]
  },
  {
    "text": "We have the right to show your logo in our website as one of software’s users.",
    "section": [
      "Who owns what"
    ]
  },
  {
    "text": "Cancellation by you",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "The Software is licensed as per the selected plan. You can close your 1audit Account at any time by contacting us. The cancellation will be effective on expiry of the current software plan.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "Suspension and closure by us",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "If you or any other user of the your 1audit Account fails to abide by these Terms of Software, or if payment of the subscription fees is not paid on time, we reserve the right to suspend your access to The Software or permanently cancel your 1audit Account.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "If we withdraw access to The Software because these Terms of Software have been breached, no refund will be payable by us. We also reserve the right to close any 1audit Account for any reason, by giving one month notice through the administrator email.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "When this agreement is terminated for any reason, including cancellation by the Account Holder or permanent cancellation by us, the following will apply:",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "We will stop providing the software.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "You and/or the Account Holder will pay any outstanding invoices or other amounts owing to us.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "We may, at our option, give you read only access to your Data, or any other material or data uploaded or entered on the software on your behalf, and/or delete your data and other information or data.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "The termination of this agreement will not affect any other rights or obligations that came into effect before the termination.",
    "section": [
      "Closing a 1audit account"
    ]
  },
  {
    "text": "This section restricts the extent to which we are liable for any losses which may be suffered in connection with your use of the software. It also requires the Account Holder to compensate us for any loss we suffer as a result of your failure to comply with these Terms of Software.",
    "section": [
      "IMPORTANT"
    ]
  },
  {
    "text": "We make no guarantee that the software will be suitable for your intended use, neither do we guarantee that it will be error-free, entirely secure, virus-free or available, especially since we are dependent on the reliability of the Internet and your use of your own computer to access the software. We will try to keep disruptions to a minimum.",
    "section": [
      "No guarantees"
    ]
  },
  {
    "text": "our total liability for any loss or damage relating to the software (or to our website generally) shall not exceed an amount equal to the subscription fees which the Account Holder has paid to us in the previous month.",
    "section": [
      "Limitation of our liability"
    ]
  },
  {
    "text": "Important links",
    "section": []
  }
]