[
  {
    "text": "Warranty for defects and warranty 9. liability 11. jurisdiction, Applicable law, contract language",
    "section": []
  },
  {
    "text": "scope",
    "section": []
  },
  {
    "text": "The business relationship between Hornickel International jumper Mangagoy Bislig Philippines (hereinafter \"Seller\") and the customer (the \"Client\") the following terms and conditions in force at the time the order is placed.",
    "section": []
  },
  {
    "text": "You can contact our customer service for questions, And complaints on weekdays from 9:00 WATCH up 18:00 WATCH under kontakt@hornickel-gbr.com by e-mail or Support Center",
    "section": []
  },
  {
    "text": "Within these terms is any natural person, who enters into a transaction for a purpose, the predominantly neither commercial nor their independent vocational activity may be attributed (§ 13 BGB).",
    "section": []
  },
  {
    "text": "Different conditions of the customer are not recognized, unless, the seller agrees to their validity.",
    "section": []
  },
  {
    "text": "Offers and service descriptions",
    "section": []
  },
  {
    "text": "The presentation of products in our online shop is not a legally binding offer, but a request to place an order. Service descriptions in catalogs and on the websites of the seller do not have the character of a representation or warranty.",
    "section": []
  },
  {
    "text": "All offers are valid as long as stocks last\", if not stated otherwise in the products. By the way errors are reserved.",
    "section": []
  },
  {
    "text": "Order process and contract conclusion",
    "section": []
  },
  {
    "text": "The customer can choose from the selection of the seller choose products without obligation and that the button [in the cart] collect in a so-called basket. Within the basket, the product selection can be changed, z.B. to be deleted. Then the customer can within the basket with the button [Proceed to checkout] proceed to complete your order.",
    "section": []
  },
  {
    "text": "The button [agreement to pay for the order you are placing] the customer makes a binding offer to purchase the goods in the shopping cart. Before submitting the order, the customer can change the data at any time and view and use the browser function “back” go back to the basket or cancel the order transaction total. Required fields are marked with an asterisk (*) marked.",
    "section": []
  },
  {
    "text": "The seller then sends an automatic confirmation of receipt by e-mail to the customer, in which the customer's order is listed again and the customer can print using the \"Print\" (order confirmation). The automatic acknowledgment of receipt only documents, that the customer's order is received by the seller and does not constitute acceptance of the request. The sales contract concluded at the point, if the seller the ordered product within 2 sent days to the customer, passed or shipment to the customer within 2 Days with a second e-mail, express order confirmation or sending the invoice has confirmed.",
    "section": []
  },
  {
    "text": "If the seller allow advance payment, the contract with the provision of banking information and payment request comes. If payment when due, even after a second notice not to a time of 10 Calendar days received after sending the order confirmation from the seller, occurs, the seller cancels the contract with the consequence, that the order is invalid, and if the seller is no obligation to deliver. The order is then done for the buyer and seller with no other consequences. therefore a reservation of the article on payment in advance payments are for a maximum of 10 calendar days.",
    "section": []
  },
  {
    "text": "Price and shipping",
    "section": []
  },
  {
    "text": "All prices, as stated on the website of the seller, are inclusive of applicable taxes.",
    "section": []
  },
  {
    "text": "In addition to the prices charged to the seller for delivery Returns. Shipping fees are the buyer clearly indicated on a separate information page and in the order process.",
    "section": []
  },
  {
    "text": "delivery, product availability",
    "section": []
  },
  {
    "text": "As far as payment is agreed, delivery is of receipt of the invoice.",
    "section": []
  },
  {
    "text": "If the delivery of the goods due to the fault of the buyer after three Auslieferversuchs fail, the seller can withdraw from the contract. Possibly. Payments will be refunded to the customer immediately.",
    "section": []
  },
  {
    "text": "If the ordered product is not available, because the seller with this product is not supplied by its supplier, without any fault, the seller can withdraw from the contract. In this case, the seller will inform the customer immediately and if necessary it. propose to supply a comparable product. If no comparable product is available or they do not wish to supply a comparable product, the seller is possibly the customer. refund already paid without delay.",
    "section": []
  },
  {
    "text": "Customers on delivery times and shipping restrictions (z.B. Limitation of deliveries to certain countries) taught in a separate information page or within the product description.",
    "section": []
  },
  {
    "text": "payment arrangements",
    "section": []
  },
  {
    "text": "The customer can choose from the available payment methods in the frame and before completing the ordering process. Customers will be notified of the available cash on a separate information page.",
    "section": []
  },
  {
    "text": "If the payment by invoice, has the payment within 30 to take place days after receipt of the goods and the invoice. For all other payment method: payment in advance shall be made without deduction.",
    "section": []
  },
  {
    "text": "Are third-party responsible for payment processing, z.B. Paypal their Terms and Conditions apply.",
    "section": []
  },
  {
    "text": "If the due date of the payment determined by the calendar, so the customer is already observance of the event in default. In this case, the customer has to pay the legal interest rate.",
    "section": []
  },
  {
    "text": "The customer's obligation to pay default interest includes the assertion of further damage caused by delay by the seller of.",
    "section": []
  },
  {
    "text": "A right to offset the customer only, if his claims are legally established or recognized by the seller. The customer can only exercise, if the claims from the same contract.",
    "section": []
  },
  {
    "text": "Retention of title",
    "section": []
  },
  {
    "text": "Until full payment the delivered goods remain the property of the seller.",
    "section": []
  },
  {
    "text": "Warranty for defects and warranty",
    "section": []
  },
  {
    "text": "The warranty shall be governed by statutory provisions.",
    "section": []
  },
  {
    "text": "A guarantee is when the delivered goods by the seller only, if this has been expressly stated. Customers will be informed about the warranty conditions prior to the initiation of the order process.",
    "section": []
  },
  {
    "text": "liability",
    "section": []
  },
  {
    "text": "For a liability of the seller for damages following disclaimers and limitations without prejudice to other statutory eligibility requirements apply.",
    "section": []
  },
  {
    "text": "The seller is liable without, where the damage is due to intent or gross negligence.",
    "section": []
  },
  {
    "text": "Furthermore, the seller is liable for the negligent breach of essential duties, which endangers the purpose of the contract, or for breach of duties, whose fulfillment is essential for the proper execution of the contract and on whose observance the customer regularly relies. In this case, however, the seller is liable only for the foreseeable, contract damages. The seller is not liable for the negligent breach other than those referred to in the preceding sentences duties.",
    "section": []
  },
  {
    "text": "The above limitations do not apply to injury to life, body and health, for a defect after assumption of a guarantee for the quality of the product and fraudulently concealed defects. Liability under the product liability law.",
    "section": []
  },
  {
    "text": "If the liability of the seller is excluded or limited, this also applies to the personal liability of employees, Representatives and agents.",
    "section": []
  },
  {
    "text": "Storage of contract",
    "section": []
  },
  {
    "text": "The customer can print the text of the contract prior to the delivery of the order to the seller, by using the print function of their browser in the last step of the order.",
    "section": []
  },
  {
    "text": "The seller also sends the customer an order confirmation with all order data to the specified by him e-mail address. With the order confirmation, the customer receives also a copy of the Terms of Use and together with the indications about shipping and delivery- and payment. If you should have registered in our shop, You can view your orders placed in your profile area. In addition, we save the contract, but not make it available on the Internet.",
    "section": []
  },
  {
    "text": "final provisions",
    "section": []
  },
  {
    "text": "Jurisdiction and place of performance is the location of the seller, if the customer is a businessman, legal entity under public law or public law special fund.",
    "section": []
  },
  {
    "text": "The contract language is German.",
    "section": []
  },
  {
    "text": "the European Commission on online dispute resolution platform (THE) consumer: http://ec.europa.eu/consumers/odr/. We are not prepared and not committed to a dispute settlement procedure before a consumer arbitration board participate.",
    "section": []
  },
  {
    "text": "LEGAL",
    "section": []
  }
]