[
  {
    "text": "Checkout",
    "section": []
  },
  {
    "text": "We licence use of the Platform to you on the basis of this Agreement (which comprises these Terms of Use, the Privacy Policy, and the Code of Conduct). By using or installing the Platform, or by signing up for an account on the 1BUY3 website or on any 1BUY3 software programs or applications, you agree to the terms of this Agreement which will bind you. The terms of the Agreement include, in particular, limitations on liability.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "We remain the owners of the Platform and all associated rights at all times.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "In consideration of you agreeing to abide by the terms of this Agreement and, where applicable, remitting payment, we grant you a non-transferable, non-exclusive licence to use the Platform.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "If you do not agree to the terms of this Agreement, we do not permit you any rights of use in relation to the Platform and you must (i) immediately stop using the Platform and (ii) delete the Platform from all devices onto which the Platform are downloaded or stored and which are used to view, use and/or display the Platform.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "This Agreement is an agreement for 1BUY3 to provide services and does not purport to licence, sell or assign intellectual property to the Customer, Service Provider, or End User in any manner whatsoever.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "1BUY3 only makes the Platform and associated services available to enable Service Providers and Customers to find and transact directly with each other.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "1BUY3 does not introduce Service Providers to Customers, find work for Service Providers, or find Service Providers for Customers. Through the Platform and Platform Services, Service Providers may be notified of Customers that may be seeking the services they offer, and Customers may be notified of Service Providers that may offer the services they seek; at all times, however, Users are responsible for evaluating and determining the suitability of any Project, Customer or Service Provider on their own. If Users decide to enter into a Service Contract, the Service Contract is directly between the Users: 1BUY3 is not a party to that Service Contract.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "You acknowledge, agree, and understand that 1BUY3 is not a party to the relationship or any dealings between Customer and Service Provider. Without limitation, all End Users are solely responsible for (a) ensuring the accuracy and legality of any information, (b) determining the suitability of other End Users for an engagement (such as any interviews, vetting, background checks, or similar actions), (c) negotiating, agreeing to, and executing any terms or conditions of engagements, (d) performing services, or (e) paying for Milestones or services.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "You further acknowledge, agree, and understand that you are solely responsible for assessing whether to enter into an arrangement with another End User and for verifying any information about another End User. 1BUY3 does not make any representations about or guarantee the truth or accuracy of any Service Provider’s or Customer’s listings or other information on the Platform; does not verify any feedback or information provided about Service Providers or Customers; and does not vet or otherwise perform background checks on Service Providers or Customers. You acknowledge, agree, and understand that 1BUY3 does not, in any way, supervise, direct, control, or evaluate Service Providers or their work and is not responsible for any delivery of services or quality of deliverables. 1BUY3 makes no representations about and does not guarantee, and you agree not to hold 1BUY3 responsible for, the quality, safety, or legality of Service Providers’ deliverables or services; the qualifications, background, or identities of End Users; the ability of Service Providers to deliver services; the ability of Customers to pay for Milestones in excess the funds held on account by us; User Content, statements or posts made by End Users; or the ability or willingness of a Customer or Service Provider to actually complete a transaction.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "You also acknowledge, agree, and understand that Service Providers are solely responsible for determining, and have the sole right to determine, which Projects to accept; the time, place, manner, and means of providing any Service Provider Services; the type of services they provide; and the price they charge for their services or how that pricing is determined or set. You further acknowledge, agree, and understand that: (i) you are not an employee of 1BUY3, and you are not eligible for any of the rights or benefits of employment (including unemployment and/or workers compensation insurance); (ii) 1BUY3 will not have any liability or obligations for any acts or omissions by you or other Users; (iii) 1BUY3 does not, in any way, supervise, direct, or control any Service Provider; does not impose quality standards or a deadline for completion of any services; and does not dictate the performance, methods or process Service Provider uses to perform services; (iv) Service Provider is free to determine when and if to perform services, including the days worked and time periods of work, and 1BUY3 does not set or have any control over Service Provider’s pricing, work hours, work schedules, or work location, nor is 1BUY3 involved in any other way in determining the nature and amount of any compensation that may be charged by or paid to Service Provider; (v) Service Provider will be paid at such times and amounts as agreed with a Customer, and 1BUY3 does not, in any way, provide or guarantee Service Provider a regular salary or any minimum, regular payment; (vi) 1BUY3 does not provide Service Providers with training or any equipment, labour, tools, or materials related to any Service Contract; and (vii) 1BUY3 does not provide the premises at which Service Providers will perform the work. Service Providers are free to use subcontractors or employees to perform Service Provider Services and may delegate work on fixed-price contracts or by agreeing with their Customers to have hourly contracts for Service Provider’s subcontractor(s) or employee(s). If a Service Provider uses subcontractors or employees, Service Provider further agrees and acknowledges that this paragraph applies to 1BUY3’s relationship, if any, with Service Provider’s subcontractors and employees as well and Service Provider is solely responsible for Service Provider’s subcontractors and employees.",
    "section": [
      "IMPORTANT NOTICE"
    ]
  },
  {
    "text": "The terms of this Agreement apply to the Platform including any updates or supplements to the Platform, unless they are governed by separate terms, in which case additional terms may also apply. If any open-source software is included in the Platform or any Service, the terms of an open-source license may apply in addition to the terms of this Agreement.",
    "section": [
      "ACKNOWLEDGEMENTS"
    ]
  },
  {
    "text": "We may change these terms at any time without notice to you. The new terms may be displayed on-screen and you may be required to read and accept them to continue your use of the Platform.",
    "section": [
      "ACKNOWLEDGEMENTS"
    ]
  },
  {
    "text": "From time to time updates to the Platform may be implemented by 1BUY3. Depending on the update, you may not be able to use the Platform until you have downloaded or streamed the latest version of the Platform and accepted any new terms.",
    "section": [
      "ACKNOWLEDGEMENTS"
    ]
  },
  {
    "text": "The Platform or any Service may contain links to other independent third-party websites (the “Third-Party Platforms”). Third-Party Platforms are not under our control, and we are not responsible for and do not endorse their content or their privacy policies (if any). You will need to make your own independent judgement regarding your interaction with any Third-Party Platforms, including the purchase and use of any Platform or services accessible through them. Under no circumstances will we be liable in any way for any third-party content, including, but not limited to, any errors or omissions or any loss or damage of any kind incurred as a result of the use of any third-party content posted, emailed, transmitted, or otherwise made available via the Platform or broadcast elsewhere.",
    "section": [
      "ACKNOWLEDGEMENTS"
    ]
  },
  {
    "text": "At its sole discretion, 1BUY3 may provide purchasers of services (“Customers”) and providers of services (“Service Providers”), access to the Platform.",
    "section": [
      "PLATFORM AND SERVICES"
    ]
  },
  {
    "text": "1BUY3 will provide all End Users with reasonable customer support and other services in accordance with 1BUY3’s prevailing policies or working practices. 1BUY3 makes no representation about minimum service levels or standards.",
    "section": [
      "PLATFORM AND SERVICES"
    ]
  },
  {
    "text": "Customers and Service Providers may enter into binding written agreements that they deem appropriate (e.g., confidentiality agreements, invention assignment agreements, assignment of rights, etc.) provided that any such agreements do not conflict with, narrow, or expand 1BUY3’s rights and obligations, whether under these Terms of Use or otherwise. In the event of any discrepancy between these Terms of Use any other document, agreement, contract, or arrangement, these Terms of Use will take precedence.",
    "section": [
      "PLATFORM AND SERVICES"
    ]
  },
  {
    "text": "To register for an Account to join the Platform, you must complete a User profile (“Profile”), which you consent to be shown to other Users and the public. You agree to provide true, accurate, and complete information on your Profile and all registration and other forms you access on the Platform or provide to us and to update your information to maintain its truthfulness, accuracy, and completeness. You agree not to provide any false or misleading information about your identity or location, your business, your skills, or the services your business provides and to correct any such information that is or becomes false or misleading.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "When you register for an Account and from time to time thereafter, your Account will be subject to verification, including, but not limited to, validation against third-party databases or the verification of one or more official government or legal documents that confirm your identity, your location, and your ability to act on behalf of your business or on your own behalf on 1BUY3. You authorize 1BUY3, directly or through third parties, to make any inquiries necessary to validate your identity, your location, and confirm your ownership of your email address or financial accounts, subject to applicable law. When requested, you must timely provide us with complete information about yourself and your business.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "1BUY3 will provide identifications and passwords (“Logins”) to Customers and Service Providers, who will be able to create their own Logins and, subject to their individual acceptance of the Agreement, enjoy limited access to the Platform.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "Only persons who have been issued Logins (the “Authorised Users”) are permitted to access the Platform with functionality differing between Customers and Service Providers.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "No Authorised User may for any reason permit any third party access to the Platform or their personal Logins.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "Users should not share their personal information or display such information on their profile (including full name, phone numbers, external links, or other contact details).",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "You must not share your credentials directly with any other party excluding 1BUY3 including End Users and Authorised Users.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "All Authorised Users must be 18 years of age or older. You hereby represent and warrant that you are of adult age and competent to enter into legally binding contracts, including these Terms of Use.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "The Customer’s use of the Platform will be subject to the restrictions applicable to the customer’s membership plan. Late payment of any fees by the Customer for a period of five (5) days or more may result in a downgrading of the Customer’s membership plan.",
    "section": [
      "ACCOUNTS"
    ]
  },
  {
    "text": "In respect of each individual project (“Project”), the Customer and the Service Provider will agree a work scope and budget (“Fees”), segregated into several milestones (“Milestone(s)”), with a portion of the fees applicable to each Milestone.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The provisions of this Section 5 will govern the legal relationship between the Customer and the Service Provider. When the Customer awards a project to a Service Provider, and the Service Provider confirms via the Platform that the Service Provider is engaged to contribute to a Project or to deliver any Milestone, a legally-binding agreement between the Customer and the Service Provider is concluded between the Customer and the Service Provider.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Customer and Service Provider will apply as many Milestones as possible to limit their respective exposure to risk in the event of non-performance or non-payment as applicable.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Service Provider in agreement with the Customer shall have the right to add more Milestones or to amend the work scope and Fees applicable to future Milestones before work commences on the applicable Milestone.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Customer will pay to 1BUY3 via PayPal, credit or debit card, or such other means as 1BUY3 may specify from time to time the Fees payable in relation to the applicable Milestone, which 1BUY3 will hold on account for the Customer and the Service Provider until delivery of the applicable Milestone. The security of all payment transactions and remittance of Fees in relation to 1BUY3 is the sole and absolute liability of the payment processors and you hold 1BUY3 harmless in respect of all such losses, claims, and costs.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "If the Customer confirms delivery of the Milestone, 1BUY3 will release the applicable Fees held on account to the Service Provider’s account on 1BUY3.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Service Provider shall not commence work on a Milestone until such time the milestone is funded by the Customer as per clause 5.5. The Service Provider acknowledges and agrees that any services rendered before confirmation by 1BUY3 that the applicable funds have been received by 1BUY3 will be at the Service Provider’s sole risk and neither the Customer nor 1BUY3 will have any liability for underpayment or non-payment in such circumstances.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Customer may terminate any proposed engagement or Milestone prior to paying the applicable Fees to 1BUY3. Following payment of Fees in respect of any Milestone to 1BUY3 as described in clause 5.5, the Customer may not cancel the applicable work or Milestone or be entitled to a refund of the Fees except at the sole and absolute discretion of 1BUY3.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Customers will pay 1BUY3 in consideration for the rights granted in the Agreement according to the payment terms set out in this clause.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "Following delivery of each Milestone, the Service Provider’s performance of services in respect of the subsequent Milestone will be subject to (i) mutual agreement of the Customer and the Service Provider to proceed, and (ii) the Customer paying the applicable Fees (as published by 1BUY3 on the Platform from time to time) to 1BUY3 to be held on account as described in clause 5.5.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "If the Customer does not confirm that a Milestone has been delivered following three notifications by 1BUY3 to the Customer via the Platform, the Milestone will be deemed delivered and 1BUY3 may release the applicable Fees to the Service Provider.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "The Customer, if dissatisfied with the delivery of any Milestone by the Service Provider, may request that the Service Provider amend or re-do aspects of the deliverables up to three times, following which the Customer may reject the deliverables applicable to that Milestone as described in the following clauses.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "If the Customer rejects delivery of a Milestone for any reason, 1BUY3 will refund the applicable fees to the Customer in full, less reasonable administration costs.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "In the event of any dispute between the Customer and the Service Provider, the Customer and the Service Provider are encouraged to resolve the dispute between themselves using all reasonable endeavours to avoid legal dispute but, to the extent that such remedy is available, the Customer and the Service Provider may avail themselves of redress via courts or similar bodies. The Customer and the Service Provider acknowledge and agree that at no time and for no reason may 1BUY3 be a party to, or liable for, managing or providing and support in respect of any dispute between the Customer and the Service Provider.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "1BUY3 is entitled to hold funds indefinitely during any investigation due to fraudulent or illegal activity.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "1BUY3 is entitled to deduct commission and administration from Fees paid to the Service Provider and received (including when funds are withdrawn to the Authorised User’s personal accounts or online accounts) in line with 1BUY3’s prevailing policies as published from time to time.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "A payment processing fee will be added (or deducted as applicable) from the applicable Fees when paying by credit or debit card, PayPal or any other payment service provider.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "VAT will be added to Fees in accordance with applicable laws and regulations from time to time in force in the Emirate of Dubai, United Arab Emirates.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "All transactions will be in United States dollars.",
    "section": [
      "RELATIONSHIP BETWEEN CUSTOMER AND SERVICE PROVIDER"
    ]
  },
  {
    "text": "You agree to indemnify, defend and hold harmless 1BUY3 and its affiliates, successors and assigns (and its and their representatives) from and against any and all claims, damages, liabilities, losses, settlements, costs and expenses which arise out of or relate to:",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "any dishonest, inaccurate, incomplete, fraudulent, negligent, wrongful, unlawful, or criminal act or omission by you in connection with your use of the Platform;",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "any breach of the Agreement, including, without limitation, any use of the Platform that violates third party rights or applicable law committed by you or any other person accessing the Platform using your Login (as defined in clause 4.3) or accessing the Platform on your behalf; and",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "the use of any intellectual property created in respect of the Platform not contemplated by the Agreement or as a consequence of a breach of the Agreement;",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "any act or omission of an End-User which results in a third-party claim against 1BUY3; and",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "any breach of clause 17 by the Customer.",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "The indemnities set out in clause 6.1 will survive termination of this Agreement for any reason.",
    "section": [
      "INDEMNITIES"
    ]
  },
  {
    "text": "Except as expressly set out in this Agreement, you will not:",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "copy the Platform except where such copying is incidental to normal use of the Platform, or where it is necessary for the purpose of back-up or operational security;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "copy, rent, lease, sub-license, loan, translate, merge, adapt, vary or modify the Platform;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "make alterations to, or modifications of, the whole or any part of the Platform, or permit the Platform or any part of it to be combined with, or become incorporated in, any other programs;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "disassemble, decompile, reverse-engineer or create derivative works based on the whole or any part of the Platform or attempt to do any such thing except to the extent that such actions cannot be prohibited because they are essential for the purpose of achieving inter-operability of the Platform with another software program, and provided that the information obtained by you during such activities:",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "is used only for the purpose of achieving inter-operability of the Platform with another software program;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "is not unnecessarily disclosed or communicated without our prior written consent to any third party; and",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "is not used to create any software that is substantially similar to the Platform;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "provide or otherwise make available the Platform in whole or in part (including object and source code), in any form to any person without prior written consent from us; and",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "be in breach of technology control or export laws and regulations that apply to the technology used or supported by the Platform or any Service (the “Technology”).",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "You may not for any reason at any time:",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "circumvent use of the Platform when dealing with Customers or Service Providers (as applicable);",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "provide any inaccurate or misleading information to any party via the Platform;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "use the Platform or any Service in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement, or act fraudulently or maliciously, for example, by hacking into or inserting malicious code, including viruses, or harmful data, into the Platform, any Service or any operating system;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "infringe our intellectual property rights or those of any third party in relation to your use of the Platform or any Service (to the extent that such use is not licensed by this Agreement);",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "transmit or communicate any material that is defamatory, offensive or otherwise objectionable in relation to your use of the Platform or any Service;",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "use the Platform or any Service in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users; and",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "collect or harvest any information or data from any Service or our systems or attempt to decipher any transmissions to or from the servers running any Service.",
    "section": [
      "RESTRICTIONS"
    ]
  },
  {
    "text": "You acknowledge that:",
    "section": [
      "INTELLECTUAL PROPERTY"
    ]
  },
  {
    "text": "you have no right to have access to the Platform in source-code form;",
    "section": [
      "INTELLECTUAL PROPERTY"
    ]
  },
  {
    "text": "all intellectual property rights in the Platform, and the technology anywhere in the world belong to us or our licensors, that rights in the Platform are licensed (not sold) to you, and that you have no rights in, or to, the Platform, or the technology other than the right to use each of them in accordance with the terms of this Agreement;",
    "section": [
      "INTELLECTUAL PROPERTY"
    ]
  },
  {
    "text": "all materials displayed or performed in relation to the Platform, or which may be made available for download (including, but not limited to text, logos, graphics, articles, photographs, images, illustrations, video and layouts (also known as the “Content”), are protected by copyright;",
    "section": [
      "INTELLECTUAL PROPERTY"
    ]
  },
  {
    "text": "at all times you will abide by all copyright notices, trademark rules, information, and restrictions contained in any Content accessed or received through the Platform, and shall not use, copy reproduce, modify translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purposes whatsoever any Content, (i) without the express prior written consent of 1BUY3 (provided that you do not solely own and control the Content), and (ii) in any way that violates any third party right.",
    "section": [
      "INTELLECTUAL PROPERTY"
    ]
  },
  {
    "text": "1BUY3 is a provider of technology and does not (and does not purport to) provide advisory services or recruitment services to the Customer by virtue of this Agreement.",
    "section": [
      "NO WARRANTY OR SUPPORT"
    ]
  },
  {
    "text": "You expressly acknowledge and agree that use of the Platform provided is at your sole risk and that the entire risk as to satisfactory quality, performance, accuracy and effort is with you.",
    "section": [
      "NO WARRANTY OR SUPPORT"
    ]
  },
  {
    "text": "To the maximum extent permitted by applicable law, the Platform is provided “as is” and “as available”, with all faults and without warranty of any kind, and we disclaim all warranties and conditions with respect to the Platform, either express, implied or statutory, including, but not limited to, any implied warranties and/or conditions of merchantability, of satisfactory quality, of fitness for a particular purpose, of accuracy, of quiet enjoyment, and non-infringement of third-party rights. We do not warrant against interference with your enjoyment of the Platform, that the functions contained in the Platform will meet your requirements, that the operation of the Platform will be uninterrupted or error-free, or that defects in the Platform will be corrected. No oral or written information or advice given by us or our authorised representative shall create a warranty.",
    "section": [
      "NO WARRANTY OR SUPPORT"
    ]
  },
  {
    "text": "1BUY3 may provide a feedback or ratings system as a means through which End Users can share their opinions of other End Users publicly. 1BUY3 does not monitor, influence, contribute to or censor these opinions, and does not endorse any such opinions. 1BUY3 will not be liable in any way for the choice of Service Provider made by any Customer.",
    "section": [
      "NO WARRANTY OR SUPPORT"
    ]
  },
  {
    "text": "You acknowledge that the Platform has not been developed to meet your individual requirements, and that it is therefore your responsibility to ensure that the facilities and functions of the Platform meet your requirements.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "We only supply the Platform for the private use of the End User. You agree that we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "Our maximum aggregate liability under or in connection with this Agreement (including your use of the Platform) whether in contract, tort (including negligence) or otherwise, shall in all circumstances be limited to the lower of the Service Fee paid by the Customer to 1BUY3 in the most recent calendar month or US$1,000. This does not apply to the types of loss set out in condition 10.5.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "You acknowledge and agree that:",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "by virtue of this Agreement or your use of the Platform, 1BUY3 is not providing any advice regarding human resources, employment or recruitment;",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "by making the Platform available to the End User, 1BUY3 does not purport to be offering any human resources, employment or recruitment services;",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "you must seek your own independent human resource, employment and personnel advice and implement your own human resource, employment and recruitment policies and protocols;",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "the descriptions on the Platform are indicative in nature only and 1BUY3 makes no recommendations about employment, recruitment or your other human resources needs; and",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "1BUY3 will not be liable (including in cases of negligence) for any losses associated with any breach of data, security or passwords.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "In no event will 1BUY3 be liable to you or any other person for any direct, indirect, incidental, special, punitive, or consequential loss or damages, including any loss of business or profit, arising out of any use (or inability to use) the Platform, even if 1BUY3 has been advised of the possibility of such loss or damages.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "1BUY3 will not be liable for any reason for the acts or omissions of any Customer or Service Provider, including in the case of wrongful rejection of Milestones or services, failure to perform any services, fraud, negligence or wilful misconduct.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "The terms of this Agreement will continue to apply without limitation in duration.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "This Agreement will be effective from the time you begin to use 1BUY3 Platform and will continue until terminated in accordance with the terms of this Agreement.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "You may stop using 1BUY3 Platform at any time, whereupon any rights granted to you under this Agreement shall cease, but all your obligations will remain, including payment obligations under clause 5. In the case of Customers, any existing payment obligations will continue until the Customer discharges such obligation in full.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "Without affecting any other right or remedy available, 1BUY3 may suspend or terminate this Agreement and any of your Accounts with immediate effect , if you materially or repeatedly breach the terms of this Agreement, our Terms of Use, our Privacy Policy, any other agreement deemed incorporated by reference in this Agreement, or any other agreement you may have entered into with 1BUY3 from time to time; or if you become or reasonably likely to become within 6 months, bankrupt, insolvent, or are otherwise unable to pay your debts as they fall due; or if you suspend, or threaten to suspend, or cease, or threaten to cease, all or a substantial part of your business.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "However, we may suspend or disable your access to 1BUY3 Platform without notice including if you are using the Platform in a manner that could cause us legal liability, or disrupt other users’ ability to access the Platform.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "Upon expiration of this Agreement for any reason, the End User’s access to the Platform will be withdrawn and the Authorised User’s Account will be suspended, and 1BUY3 will, without liability, cease to perform all services for the End User.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "Notwithstanding the termination of this Agreement, any provision that is intended (whether expressly or impliedly) to come into or continue in force on or after termination or expiry of this Agreement will remain in full force and effect.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "Termination of this Agreement will not affect any rights, remedies, obligations or liabilities of the parties that have accrued up to the date of termination, including the right to claim damages in respect of any breach of this Agreement which existed at or before the date of termination.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "In all such cases, any provision of this Agreement that expressly or by implication is intended to come into or continue in force on or after termination of this Agreement shall remain in full force and effect.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "Nothing in this section shall affect our rights to change, limit, or stop the provision of the Platform, which 1BUY3 may do at any time without prior notice to you.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "all rights granted to you under this Agreement shall cease;",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "you must immediately cease all activities authorised by this Agreement;",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "you must immediately delete or remove any 1BUY3 Platform software or applications from all of your devices.",
    "section": [
      "TERMINATION"
    ]
  },
  {
    "text": "1BUY3 reserves the right to suspend performance of all services, and to suspend any Authorised User’s access to their Account at any time, if:",
    "section": [
      "SUSPENSION OF SERVICES"
    ]
  },
  {
    "text": "1BUY3 in its absolute discretion considers that 1BUY3’s brand, operations (including its website, digital properties, blogs or social media sites or membership) or business (including that of its Customers, partners or affiliates) may be adversely affected or harmed as a result of the Customer or Authorised User’s continued access; or",
    "section": [
      "SUSPENSION OF SERVICES"
    ]
  },
  {
    "text": "the End User is in material breach of this Agreement.",
    "section": [
      "SUSPENSION OF SERVICES"
    ]
  },
  {
    "text": "If you wish to contact us in writing, or if any condition in this Agreement requires you to give us notice in writing, you can send this to us by e-mail at [email protected] We will confirm receipt of this by contacting you in writing, normally by e-mail.",
    "section": [
      "COMMUNICATION BETWEEN US"
    ]
  },
  {
    "text": "If we have to contact you or give you notice in writing, we will do so by e-mail to the email address you provided when you signed up to use the Platform.",
    "section": [
      "COMMUNICATION BETWEEN US"
    ]
  },
  {
    "text": "The Parties will not be liable for failures or delays in performing their obligations hereunder arising from any cause beyond their reasonable control, including without limitation, acts of God, acts of civil or military authority, fires, strikes, lockouts or labour disputes, epidemics, changes of governmental policy on foreign ownership or any other governmental restrictions, wars, terrorist acts, riots, earthquakes, storms, typhoons, tsunamis, volcanic eruptions, floods and breakdowns in electronic and computer information and communications systems and in the event of any such delay, the time for the Parties’ performance will be extended for a period equal to the time lost by reason of the delay which will be remedied with all due despatch in the circumstances.",
    "section": [
      "FORCE MAJEURE"
    ]
  },
  {
    "text": "“Confidential Information” means any information which is proprietary and confidential to either Party and acquired pursuant to the matters contemplated in this Agreement including but not limited to the Agreement itself, information concerning or relating in any way whatsoever to distributorship, franchise or other arrangements, principals, any of the trade secrets or confidential operations, processes or inventions carried on or used by any party, any information concerning the organisation, business opportunities, operational concepts, strategic plans, marketing plans and/or concepts, software, finances, transactions or affairs of any party, dealings of any party, secret or confidential information which relates to a party’s business or any of its employees, principals, clients or customers’ transactions or affairs, employment and employee data, any party’s documentation, manuals, budgets, financial statements or information, accounts, dealers’ lists, customer lists, marketing studies, drawings, notes, memoranda and the information contained therein, any information therein in respect of trade secrets, intellectual property or other information relating to the development, marketing, sale or supply or proposed marketing, sale or supply of any Platform or services by any party, and plans for the development or marketing of such Platform or services and information and material which is either marked confidential or is by its nature intended to be exclusively for the knowledge of the recipient alone.",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "Each of the Parties agrees that it will not, without the prior written consent of the other Parties, use or disclose to any person Confidential Information (unless permitted by the terms of this Agreement) and will use commercially reasonable best efforts to prevent the use or disclosure of Confidential Information.",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "The confidentiality obligations do not apply to any information which:",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "becomes generally known to the public, other than by reason of any wilful or negligent act or omission of such party or any of their respective Representatives;",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "is required to be disclosed pursuant to any applicable laws or to any competent governmental or statutory authority or pursuant to rules or regulations of any relevant regulatory, administrative or supervisory body (including, without limitation, any relevant stock exchange or securities council); and",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "is required to be disclosed pursuant to any legal process issued by any court or tribunal.",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "In the event that any disclosure of Confidential Information is required pursuant to sub-clauses 15.3.2 or 15.3.3, the party making the disclosure will, to the extent permitted by law, promptly inform the other Parties of such required disclosure, consult with the other Parties in advance as to the form, content and timing of such disclosure, and reasonably cooperate with such other Parties to afford such other Parties opportunity to resist disclosure or obtain a protective order or similar relief to limit the disclosure of such Confidential Information.",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "The End User acknowledges and agrees that 1BUY3 will be entitled to use and disseminate the Confidential Information in such manner as 1BUY3 deems appropriate in order to operate the Platform, including use of blockchain technology and the sharing of Confidential Information with hosts, nodes, and other elements comprised within the applicable blockchain.",
    "section": [
      "CONFIDENTIALITY"
    ]
  },
  {
    "text": "The End User agrees to their personal information being collected, used and disclosed as set out in this clause and in our full Privacy Policy.",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "1BUY3 may collect the End User’s personal information to enable the End User to receive the benefit of this Agreement, and the benefit of the 1BUY3 Platform. The End User consents to the use of their personal information for the following purposes:",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "to carry out our obligations and to provide you with the Platform;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "to establish, maintain and administer your Accounts;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "to satisfy the terms and conditions of this Agreement;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "to send you notices about Platform;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "to create or distribute promotional or marketing material that is relevant to you, your organisation, or your employees (as the case may be); and",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "for quality assurance and training purposes;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "to promote and market ourselves, our services and/or Platform and our websites (including any social media pages maintained or operated by us such as Facebook, Instagram, Snapchat, Twitter, YouTube); and",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "any other uses identified to the End User at the time of collecting their personal information or as reasonably contemplated by this Agreement, or as reasonably contemplated for the provision of the Platform, (together the “Purposes”).",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "1BUY3 may disclose the End User’s personal information to other entities or individuals for the Purposes including but not limited to:",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "our employees, trusted third parties and other people 1BUY3 may engage to provide services to you, who will be under similar data protection obligations;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "any related entity of 1BUY3;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "prospective sellers or buyers of 1BUY3’s business or assets;",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "any applicable or relevant regulator or third party for the purpose of legislative or contractual compliance and/or reporting or when 1BUY3 believes in good faith that disclosure is reasonably necessary to protect the 1BUY3’s property or rights, those of third parties or the public at large; or",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "other entities or individuals, provided the End User has given their consent.",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "1BUY3 will use all reasonable endeavours to ensure that personal information is treated securely and to prevent unauthorized access, collection, use, disclosure, copying, modification, disposal or similar risks. Although 1BUY3 aims to create a safe, secure environment by trying to limit access of the platform to legitimate users, 1BUY3 cannot guarantee that unauthorised parties will not gain access. To the extent permitted by applicable law, 1BUY3 expressly excludes any liability arising from any unauthorized access to Data. You must contact 1BUY3 immediately if you become aware of any unauthorised use of your account by anyone else or any other breach of security.",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "Each End User may review, edit, correct or delete any personal information they submit to us, on written request and 1BUY3 will use reasonable efforts to honour such requests in a timely manner. All such requests should be sent to [email protected]",
    "section": [
      "DATA PROTECTION"
    ]
  },
  {
    "text": "You covenant, represent and warrant that you are able to provide the full informed consent from you (and where applicable of your employer, employees, or other entities that you represent) for our collection, use and disclosure of their personal data that you provide to us on our platform.",
    "section": [
      "CUSTOMER’S WARRANTIES"
    ]
  },
  {
    "text": "You covenant, represent and warrant that –if applicable - you have notified your employees and representatives of the Purposes (as defined in clause 16.2) of our collection, use, and disclosure of their personal information that you provide to us on our platform. You and your organisation, covenant, represent and warrant that you will use all reasonable endeavours to ensure that the data 1BUY3 holds about the Customer and your employees is accurate, complete, and up-to-date. The Customer must advise 1BUY3 of any changes to your employee’s data at the earliest opportunity.",
    "section": [
      "CUSTOMER’S WARRANTIES"
    ]
  },
  {
    "text": "If you use a Login as an employee or agent on behalf of a company, you represent and warrant that you are authorized to enter into binding contracts, including these Terms of Use, on behalf of such third party.",
    "section": [
      "CUSTOMER’S WARRANTIES"
    ]
  },
  {
    "text": "By creating an account on the Platform, you consent to the collection of your personal data in the following ways:",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "when you visit and interact with the Platform;",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "when you sign up for a user account;",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "when you contact us via our platform or sign up for our newsletter/mailing list;",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "when you engage in transactions with us;",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "through cookies and other technologies that allow us to give you a better experience on our platform; and",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "when you or a third party contacts us independently of our platform, such as by email, phone or in person.",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "In each case, we aim to collect such personal information only insofar as is necessary or appropriate to fulfil the purpose of your interaction with us. We do not disclose personal information other than as described below.",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "You may refuse to supply personal information, however this may prevent you from engaging in certain activities on our platform and we may not be able to provide our Platform or assistance to you or on your behalf.",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "You must not provide us with the personal information about another person unless you have first obtained that person’s prior consent to do so and you have told them their personal information will be handled in accordance with this Agreement and our Privacy Policy (including where to find both).",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "By visiting and using our platform, including but not limited to our website and mobile applications, using any of our services or providing us with your personal information in any other way (or authorising it to be provided to us by anyone else, such as your employer), you agree and consent to your personal information being collected, used and disclosed as set out in this Agreement and our Privacy Policy.",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "You hereby irrevocably grant a worldwide, perpetual, royalty-free license to us, our successors and assigns the right to use your name, image, likeness, and biography on the Platform, whether on member-only web pages or on publicly-accessible pages, including the Platform’s home page.",
    "section": [
      "USER’S CONSENT"
    ]
  },
  {
    "text": "1BUY3 is an independent service provider. Nothing in this Agreement is intended to create a partnership, joint venture, agency or employment relationship in respect of any party.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "We may transfer our rights and obligations under this Agreement to another organisation, but this will not affect your rights or obligations under this Agreement.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "You may only transfer your rights or obligations under this Agreement to another person if we agree in writing.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "If we fail to insist that you perform any of your obligations under this Agreement, or if we do not enforce our rights against you, or if we delay in doing so, that will not mean that we have waived our rights against you and will not mean that you do not have to comply with those obligations. If we do waive a default by you, we will only do so in writing, and that will not mean that we will automatically waive any later default by you.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "Any words following the terms ‘including’, ‘include’, ‘in particular’ or ‘for example’ or any similar phrase shall be construed as illustrative and shall not limit the generality of the related general words.p>",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "Each of the terms and conditions of this Agreement operates separately. If any court or competent authority decides that any of the terms or conditions is unlawful or unenforceable, the remaining terms and conditions will remain in full force and effect.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "Please note that this Agreement, its subject matter and its formation, are governed by the laws of the Emirate of Dubai. You and we both agree that the courts of Dubai will have non-exclusive jurisdiction.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "To the extent permitted by law, this Agreement excludes all class-action suits, claims and proceedings.",
    "section": [
      "OTHER IMPORTANT TERMS"
    ]
  },
  {
    "text": "Recent Gig Rating",
    "section": []
  },
  {
    "text": "by rosedcruz",
    "section": [
      "I will create a any ..."
    ]
  }
]