[
  {
    "text": "Search",
    "section": []
  },
  {
    "text": "You must read and agree to these terms of service before you can become a viewer of password-protected graphics and downloadable video on our site. Please review them carefully.",
    "section": []
  },
  {
    "text": "By purchasing a membership to download video you agree to be bound by all the terms and conditions set forth in this agreement (the \"Agreement\"). The parties to this Agreement are you, the Member (\"Purchaser\", \"You\" or \"Your\"), and DDF Communications s.r.o.. (\"Company\"). This Agreement is subject to change by Company at any time.",
    "section": []
  },
  {
    "text": "1by-day is a site of DDF Communications, s.r.o. Krakovská 1366/25, Nové Město, 110 00 Praha 1",
    "section": []
  },
  {
    "text": "All materials, including messages, and other communications, contained at 1by-day are intended for distribution exclusively to consenting adults in locations where the materials, messages and other communications contained at 1by-day do not violate any community standards or any federal, state or local law or regulation of the united states or any other country or locality. No persons under the age of eighteen (18) years (twenty-one (21) in places where eighteen years is not the age of majority) may directly or indirectly view or possess any of the contents of 1by-day or place any orders for any goods or services advertised at or on 1by-day. You hereby acknowledge that materials presented on 1by-day include explicit visual, audio, and/or textual depictions of nudity and heterosexual, lesbian situations of a sexual nature, that you are familiar with materials of this kind, and that you are not offended by such materials. You further acknowledge that you currently wish to view sexually explicit material via 1by-day and have not notified any governmental agency that you do not wish to receive sexually oriented material. You hereby further affirm and warrant that you are currently over the age of eighteen years (twenty-one (21) in places where eighteen years is not the age of majority) and are capable of lawfully entering into this agreement.",
    "section": []
  },
  {
    "text": "You acknowledge and agree that all materials contained on 1by-day are proprietary and constitute valuable intellectual property owned by the Company and others who have licensed use of such materials to the Company. You acknowledge and agree that You may access, view, download, receive and otherwise use the materials available at 1by-day only as authorized by the Company. You agree that You shall at no time access, view, download, receive or otherwise use, or cause or enable others to access, view, download, receive or otherwise use materials, directly or indirectly, in places the Company does not authorize such access, viewing, downloading, receipt or other use. You hereby acknowledge and agree that no materials from 1by-day are authorized by the Company to be accessed, viewed, downloaded or used by, or transmitted, broadcast or otherwise disseminated to any person or entity located in any and all areas designated as PROHIBITED AREAS below. You agree that any and all unauthorized access, viewing, downloading, receipt, duplication or other use of materials from 1by-day, in which You are directly or indirectly involved, including, but not limited to accessing, viewing, downloading, receiving or other use of materials from 1by-day in PROHIBITED AREAS in any manner shall constitute intentional infringement(s) of Company's and potentially others' intellectual property rights and other rights in such materials, and shall further constitute a violation of Company's trademark and other rights, including, but not limited to, rights of privacy.",
    "section": []
  },
  {
    "text": "PROHIBITED AREAS: All parts of every geophysical place corresponding to a political entity or part thereof in which the access, viewing, downloading or other use of materials on DDFNETWORK would, or could reasonably constitute a violation of any law, regulation, rule or custom.",
    "section": []
  },
  {
    "text": "You hereby authorize Company to charge Your credit card, which You hereby acknowledge was entered by You personally, to pay for the cost of this and any further membership fees. For your convenience you will be rebilled according to your chosen membership period until you cancel. Company is authorised to change the amount to be debited for due reasons without previous notice.",
    "section": []
  },
  {
    "text": "Access to protected materials on DDFNETWORK is through the input of a user name and password. You understand that if you share your user name and password with another individual, you may cause your membership to be terminated. Sharing your user name and password with anyone under legal age is strictly prohibited by Company and may be a violation of law.",
    "section": []
  },
  {
    "text": "Prohibited uses of graphic files, audio files, video files, text, hyperlinks, interlinks, search engines, and other software on DDFNETWORK (\"Materials\") include: (1) modifying, translating, reverse engineering, decompiling, disassembling the Materials (except to the extent applicable laws specifically prohibit such restriction); (2) redistributing or creating derivative works based on the Materials; (4) renting, leasing, or transferring any rights in the Materials; (4) removing any proprietary notices or labels on the Materials. Such prohibited use may lead to the cancellation of access currently held by Purchaser and legal action.",
    "section": []
  },
  {
    "text": "Except for public-domain material or material otherwise licensed to Company for dissemination, all Materials displayed at or otherwise available through DDFNETWORK are proprietary, and may not be copied, redistributed in whole or in part, without the prior written authorization of Company.",
    "section": []
  },
  {
    "text": "You agree that Materials and all other services provided to you by Company are provided on an \"AS IS\" basis, without warranties of any kind. No warranty is made by Company regarding any information, services, Materials or products provided through or in connection with the DDFNETWORK. Company hereby expressly disclaims any and all warranties, including without limitation: 1) any warranties as to the availability, accuracy, or content of Materials, information, products, or services; 2) any warranties of merchantability or fitness for a particular purpose. This disclaimer of warranty constitutes an essential part of the Agreement. Some states do not allow exclusions of an implied warranty, so this disclaimer may not apply to you and you may have other legal rights that vary from state to state or by jurisdiction.",
    "section": []
  },
  {
    "text": "Any liability of Company shall be strictly limited to the value of a month's membership purchased by or on behalf of the subscriber. Some states do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.",
    "section": []
  },
  {
    "text": "Refund policy: sites will have periodic subscription fees that are defined by the terms of the site at the time of the initial enrolment for subscription. The member is responsible for such fees according to the terms of the site.",
    "section": []
  },
  {
    "text": "\"www.DDFNETWORK.COM\" is a registered trade mark. All rights are reserved.",
    "section": []
  },
  {
    "text": "If Company should at any time provide any service which enables Purchasers to communicate with or otherwise share information with other Purchasers or persons providing any kind or service to Purchasers, or post information at, in or on DDFNETWORK, you agree not to post, submit, publish, display, disseminate, or otherwise communicate any defamatory, inaccurate, abusive, threatening, offensive, or illegal material or any material which would violate or infringe the copyright, trademark, rights of publicity, privacy rights or other rights of any person.",
    "section": []
  },
  {
    "text": "Notices from DDFNETWORK to Purchasers may be given by means of e-mail, by general posting on DDFNETWORK. Communications from you to the Company may be made by e-mail or through a company website. All questions, complaints, or notices regarding service or billing should be made at the website ddfsupport.com or by e-mail to support@DDFNETWORK.COM. You agree to allow Company to inform you by email of special events on Company owned web sites both during your membership and after it has terminated. You may opt-out of receiving emails except for important service announcements. Opt-out links are provided at the end of Company emails. You may also opt-out by contacting Company support as described above.",
    "section": []
  },
  {
    "text": "DDFNETWORK is not affiliated with any company or organization other than Company. No inference of association or affiliation with, or endorsement by any company or organization is intended or should be inferred.",
    "section": []
  },
  {
    "text": "This Agreement contains the entire agreement between the Purchaser and Company regarding Purchaser's use of DDFNETWORK and all materials directly and indirectly related thereto.",
    "section": []
  },
  {
    "text": "By submitting your credit card information to DDFNETWORK you are confirming that you have read the 18 paragraph membership agreement above in its entirety, understand its terms, consent to all the terms and conditions set forth in the agreement, represent and warrant that you are currently over the age of 18 years (twenty-one (21) in places where eighteen years is not the age of majority) and understand that materials presented at DDFNETWORK include nudity, visual and audio presentations of sexual situations and adult language. If you do not agree to all of the terms and conditions set forth in this agreement, are not over 18 years of age, or are in an unauthorized downloading location, exit DDFNETWORK immediately.",
    "section": []
  },
  {
    "text": "This Agreement shall be governed by and construed in accordance with the laws of the Czech Republic.",
    "section": []
  }
]