[
  {
    "text": "© Все права защищены. ТОО «Первое кредитное бюро»",
    "section": []
  },
  {
    "text": "Our apps",
    "section": []
  },
  {
    "text": "Welcome to the portal of The First Credit Bureau LLC (hereinafter - FCB), which will provide you with information about what a credit history is and all that is related to it, how to get a credit report, and will provide an opportunity to monitor and control your credit history. Portal FCB (www.1cb.kz) (hereinafter - Portal) is a multifunctional portal that allows individuals and legal entities improve their financial literacy and awareness.",
    "section": []
  },
  {
    "text": "The Administration of the Portal offers you portal services (facilities) on terms and conditions that are the subject of the present Rules for the use of the FCB Portal (hereinafter the Rules). In this regard, you shall carefully familiarize yourself with the terms of these Rules, which are considered by the Administration of the Portal as a public offer, in accordance with Article 395 of the Civil Code of the Republic of Kazakhstan.",
    "section": []
  },
  {
    "text": "Status of the Rules for the Use of the FCB Portal",
    "section": []
  },
  {
    "text": "The present Rules are developed by the Administration of the Portal and determine the terms of use and development of the Portal, as well as the rights and responsibilities of its Users and Administration. The rules are also applied to relations related to the rights and interests of third parties who are not the Users of the Portal, but whose rights and interests may be affected as a result of the actions of the Users of the Portal.",
    "section": []
  },
  {
    "text": "The present Rules are the legally binding agreement between the User and the Administration of the Portal, the subject of which is the provision by the Administration of the Portal of the services for the use of the Portal and its facilities to the User of the Portal (hereinafter - Services). In addition to the present Rules, the agreement between the User and the Administration of the Portal includes all special documents governing the provision of certain facilities of the Portal and posted in the relevant sections of the Portal on the Internet.",
    "section": []
  },
  {
    "text": "The user is obliged to become fully familiar with the present Rules before registering on the Portal. Registration of the User on the Portal means full and unconditional acceptance by the User of the present Rules (acceptance) in accordance with Article 396 of the Civil Code of the Republic of Kazakhstan.",
    "section": []
  },
  {
    "text": "The present Rules can be amended and / or supplemented by the Administration of the Portal unilaterally without any special notification. The present Rules are an open and public document. The current version of the Rules is located on the Internet at www.1cb.kz/terms. The Administration of the Portal recommends Users to regularly check the terms of the present Rules for amendments and / or additions. Continuation of use of the Portal by the User after introduction of amendments and / or additions to the present Rules means acceptance and consent of the User with such amendments and / or additions.",
    "section": []
  },
  {
    "text": "Status of the FCB Portal",
    "section": []
  },
  {
    "text": "The FCB portal is an Internet resource and is a collection of information and computer programs contained in an information system that provides access to such information on the Internet at the network (IP) address www.1cb.kz.",
    "section": []
  },
  {
    "text": "All rights to the Portal in whole and to the use of the network (IP) address (domain name) www.1cb.kz belong to The First Credit Bureau LLC. The latter provides access to the Portal to all interested parties in accordance with the present Rules and the current legislation of the Republic of Kazakhstan.",
    "section": []
  },
  {
    "text": "Administration of the FCB Portal",
    "section": []
  },
  {
    "text": "By the Administration of the FCB Portal (hereinafter referred to as the Administration of the Portal, the Administration) in the present Rules and other special documents posted on the Portal, The First Credit Bureau LLC is entailed, a legal entity created under the legislation of the Republic of Kazakhstan and registered at the address: 2091, 9th floor, 2-block, Zhibek Zholy Avenue 135, Almaty, A05K8B4, the Republic of Kazakhstan,.",
    "section": []
  },
  {
    "text": "Appeals, proposals and claims of individuals and legal entities to the Administration of the Portal in connection with the present Rules and all issues related to the functioning of the Portal, violations of the rights and interests of third parties in its use, as well as the requests of persons authorized by the legislation of the Republic of Kazakhstan can be send to the postal address of the FCB stated on the Portal.",
    "section": []
  },
  {
    "text": "Regarding the functioning and development of the Portal, the Administration is guided by the legislation of the Republic of Kazakhstan, the present Rules and other special documents that are developed or may be developed and adopted by the Administration of the Portal in order to regulate the provision of certain facilities of the Portal to the Users.",
    "section": []
  },
  {
    "text": "None of the provisions of the present Rules grants the User the right to use the company name, trademarks, domain names and other distinctive marks of the Administration of the Portal. The right to use the company name, trademarks, domain names and other distinctive marks of the Administration of the Portal may be granted only by a written consent of the Administration of the Portal.",
    "section": []
  },
  {
    "text": "Registration on the FCB Portal and User Status",
    "section": []
  },
  {
    "text": "Registration of the User on the Portal is free of charge, voluntary and performed at the Internet address: www.1cb.kz.",
    "section": []
  },
  {
    "text": "The User of the Portal is an individual or a legal entity registered on the Portal in accordance with the procedure established in the present Rules, who has the right in accordance with the legislation of the Republic of Kazakhstan to accept the present Rules, and who has the appropriate powers (heretofore and hereinafter - the User).",
    "section": []
  },
  {
    "text": "Upon registration on the Portal, the User is obliged to provide the Administration of the Portal with the required reliable and relevant information, including the unique for each User login (e-mail address or combination of Latin letters and numbers for logging in to the Portal) and the password for accessing the Portal, as well as the name and surname. The registration form of the Portal may request additional information from the User.",
    "section": []
  },
  {
    "text": "The User is responsible for the accuracy, relevancy, completeness and compliance with the legislation of the Republic of Kazakhstan of the provided during the registration information and its purity from claims of third parties.",
    "section": []
  },
  {
    "text": "After providing the information specified in the present Rules, the User shall go through a number of authentication procedures, namely, (a) confirm registration by recognizing an automated test designed to distinguish computers and people («captcha»); (b) confirm its registration by activating a user account through a message sent by the Administration of the Portal to the e-mail of the User; (c) confirm registration by entering into the corresponding form on the Portal the code received by the User as the SMS message from the Administration of the Portal to the mobile phone of the User, the number of which is provided by the User. In case of correct consecutive execution of all registration actions on the Portal, the user account of the User is created. The User has the right to register no more than one user account on the Portal.",
    "section": []
  },
  {
    "text": "Upon registration, the User agrees with the present Rules and assumes the rights and responsibilities indicated therein connected with the use and operation of the Portal. The User acquires the full rights to use the Portal Services provided that the user account data is filled in with all required fields.",
    "section": []
  },
  {
    "text": "After successful registration of the User on the Portal, the Administration assumes the rights and responsibilities to the User specified in the present Rules.",
    "section": []
  },
  {
    "text": "Processing of personal data, including the credit history of the User, is carried out in accordance with the legislation of the Republic of Kazakhstan. The Administration of the Portal processes the User's personal data in order to provide the User with services, including for the purpose of receiving personalized information by the User; checking, researching and analyzing such data, that allows to maintain and improve the facilities and sections of the Portal, as well as to develop new facilities and sections of the Portal. The Administration of the Portal takes all necessary measures to protect the personal data, credit history of the User from unauthorized access, modification, disclosure or destruction. The Administration gives access to personal data and credit history of the User only to those employees and agents of the Administration who need this information to ensure the operation of the Portal and provision of Services to the User within the framework of the legislation of the Republic of Kazakhstan. The Administration of the Portal has the right to use the information provided by the User, including personal data, in order to ensure compliance with the requirements of the current legislation of the Republic of Kazakhstan (including for the prevention and / or suppression of illegal and / or unlawful actions of the Users). Disclosure of the information provided by the User may be made only in accordance with the current legislation of the Republic of Kazakhstan at the request of the court, law enforcement agencies, as well as in other cases provided for by the legislation of the Republic of Kazakhstan. Since the Administration of the Portal carries out the processing of personal data, the User, accepting the terms of the present Rules, unconditionally gives his consent to the collection, processing of his personal data and their cross-boundary transfer in accordance with the legislation of the Republic of Kazakhstan «On personal data and its protection».",
    "section": []
  },
  {
    "text": "The User's login and password are necessary and sufficient information for the User's access to the Portal. The User does not have the right to transfer his login and password to third parties, bears full responsibility for their safety, independently choses the way of their storage. The User on the hardware-software used by him can allow the storage of the login and password (using cookies) for further automatic authorization on the Portal.",
    "section": []
  },
  {
    "text": "If the User does not prove the contrary, any actions made through using of his login and password are deemed to be done by the relevant User. In case of unauthorized access to the login and password and / or to the user account of the User, or the distribution of the login and password, the User is obliged to notify immediately the Administration of the Portal in the established order.",
    "section": []
  },
  {
    "text": "Responsibility of the FCB User",
    "section": []
  },
  {
    "text": "In using the Services of the Portal the User shall:",
    "section": []
  },
  {
    "text": "Comply with the provisions of the current legislation of the Republic of Kazakhstan, the present Rules and other special documents of the Administration of the Portal;",
    "section": []
  },
  {
    "text": "Provide reliable, complete and relevant data at registration, monitor their update;",
    "section": []
  },
  {
    "text": "Inform the Administration of the Portal about unauthorized access to the user account and / or unauthorized access and / or use of the User's password and login;",
    "section": []
  },
  {
    "text": "Not grant access to other Users to his own user account or to any information contained therein in the event that it may lead to violation of the legislation of the Republic of Kazakhstan and / or the present Rules, special documents of the Administration of the Portal;",
    "section": []
  },
  {
    "text": "Not post information or objects (including links to them) in his user account that may violate the rights and interests of others;",
    "section": []
  },
  {
    "text": "Keep confidential and shall not share personal information that become known to him with other users and third parties;",
    "section": []
  },
  {
    "text": "In case of doubt as to the legality of the implementation of certain actions, including the publication of information or the provision of access, the Administration of the Portal recommends refraining from implementing the latter.",
    "section": []
  },
  {
    "text": "When using the Portal the User is forbidden to:",
    "section": []
  },
  {
    "text": "Register as a User on behalf of or in lieu of another person (a «fake account»), while registration on behalf and under the instruction of another individual or legal entity is possible provided that the necessary authority is obtained in the manner and form provided for by the legislation of the Republic of Kazakhstan;",
    "section": []
  },
  {
    "text": "To mislead the Administration of the Portal regarding his identity, using the login and password of another registered User;",
    "section": []
  },
  {
    "text": "Falsify personal information, your age or your relationships with other persons or organizations;",
    "section": []
  },
  {
    "text": "Illegally upload, store, publish, distribute and provide access to or otherwise use the intellectual property of Users and third parties;",
    "section": []
  },
  {
    "text": "Use the software and carry out actions aimed at disrupting the normal operation of the Portal and its facilities or personal user accounts;",
    "section": []
  },
  {
    "text": "Upload, store, publish, distribute and provide access to or otherwise use viruses, trojans and other malicious programs;",
    "section": []
  },
  {
    "text": "Use automated scripts (programs) for collecting information on the Portal and (or) interacting with the Portal and its facilities without the special permission of the Administration of the Portal;",
    "section": []
  },
  {
    "text": "In any way, including but not limited to, by deception, abuse of trust, hacking, attempt to obtain access to the login and password of another User;",
    "section": []
  },
  {
    "text": "Carry out illegal collection and processing of personal data of other persons;",
    "section": []
  },
  {
    "text": "Gain (attempt to obtain) access to any Services in any other way except through the interface provided by the Administration of the Portal, except for cases when such actions were directly permitted to the User in accordance with a separate agreement with the Administration;",
    "section": []
  },
  {
    "text": "Reproduce, duplicate, copy, sell, execute trading operations and resell the Services for any purpose, except for cases when such actions were directly permitted to the User in accordance with the terms of a separate agreement with the Administration;",
    "section": []
  },
  {
    "text": "The User bears personal responsibility for any information that he inputs to access the Portal, informs other Users, as well as for any interactions with third parties, carried out at his own risk.",
    "section": []
  },
  {
    "text": "If the User disagrees with the present Rules or their updates, the User shall refuse to use it, informing the Administration of the Portal in accordance with the established procedure.",
    "section": []
  },
  {
    "text": "The Administration of the Portal under no circumstances is responsible for incorrect, inaccurate input of the User's data and / or for entering of the third party under the User's login.",
    "section": []
  },
  {
    "text": "Terms for Intellectual Rights",
    "section": []
  },
  {
    "text": "Exclusive rights to Content placed on the Portal:",
    "section": []
  },
  {
    "text": "All objects placed on the Portal, including design elements, text, graphics, illustrations, videos, scripts, programs, music, sounds and other objects and their collections (hereinafter referred to as Content), are the objects of the exclusive rights of the Administration, Users of the Portal and other rights holders, all rights to these objects reserved;",
    "section": []
  },
  {
    "text": "In addition to the cases established by the present Rules and the current legislation of the Republic of Kazakhstan, no Content may be copied (reproduced), processed, distributed, displayed in a frame, published, downloaded, transmitted, sold or otherwise used in whole or in part without prior permission from the rights holder, except in cases when the rights holder explicitly expressed his consent to the free use of the Content by any person;",
    "section": []
  },
  {
    "text": "Use of the Content by the User, access to which is obtained solely for personal non-commercial use, is allowed on condition of preservation of all signs of authorship (copyright) or other notifications of authorship, preservation of the author's name in the unchanged form, preservation of the work in an unchanged form;",
    "section": []
  },
  {
    "text": "Any use of the Portal or Content, except as permitted in the present Rules or in the case of express consent of the rights holder for such use, without the prior written permission of the rights holder, is strictly prohibited;",
    "section": []
  },
  {
    "text": "Unless otherwise expressly provided in the present Rules, nothing in the present Rules may be considered as the transfer of exclusive rights to the Content.",
    "section": []
  },
  {
    "text": "Portals and Content of the third parties:",
    "section": []
  },
  {
    "text": "The Portal contains (or may contain) links to other Internet Portals (Portals of third party), information resources, including news, as well as articles, photos, illustrations, graphics, music, sounds, videos, information, applications, programs and other Content that belongs to or generated by third parties (Content of third parties), which is the result of intellectual activity and protected in accordance with the legislation of the Republic of Kazakhstan;",
    "section": []
  },
  {
    "text": "These third parties and their Content are not checked by the Administration for compliance with certain requirements (reliability, completeness, conscientiousness, etc.). The Administration is not responsible for any information posted on the Portals of the third parties to which the User obtains access through the Portal or through the Content, including, any opinions or statements expressed on the Portals of the third parties or in their Content;",
    "section": []
  },
  {
    "text": "Links or guidelines for downloading files and / or installing programs of the third parties placed on the Portal do not mean support or approval of these actions by the Administration;",
    "section": []
  },
  {
    "text": "Link to any Portal, product, service, any information of a commercial or non-commercial nature posted on the Portal, is not an approval or recommendation of these products (services) by the Administration;",
    "section": []
  },
  {
    "text": "If the User decides to leave the Portal and proceed to use the information services of third parties, use or install programs of the third parties, he does it at his own risk and from this moment the present Rules not extended over the User. In the future, the User shall be guided by applicable rules and policies, including the business practices of those persons whose Content he intends to use.",
    "section": []
  },
  {
    "text": "Operation of the FCB Portal and responsibility of the FCB when using it",
    "section": []
  },
  {
    "text": "The Administration of the Portal provides the technical possibility of its use by the Users, does not participate in the formation of the contents of the user accounts of the Users and does not control and is not responsible for the actions or inactions of any persons regarding the use of the Portal or the formation and use of the contents of the user accounts of the Users on the Portal.",
    "section": []
  },
  {
    "text": "In the information system of the Portal and its software, there are no technical solutions that automatically censor and monitor the actions and information relationships of Users on using the Portal.",
    "section": []
  },
  {
    "text": "The Administration reserves the right at any time to change the design of the Portal, its contents, the list of services, amend and supplement the scripts, software and other objects used or stored on the Portal, any server applications at any time with or without notice.",
    "section": []
  },
  {
    "text": "The Administration of the Portal takes actions to protect the rights and interests of persons and ensure compliance with the requirements of the legislation of the Republic of Kazakhstan only after the appeal of the interested person to the Administration of the Portal in accordance with the established procedure.",
    "section": []
  },
  {
    "text": "The Administration of the Portal shall not be liable for the violation of the present Rules by the User and reserves the right, in its sole discretion, as well as when receiving information from other users or third parties about the violation of the present Rules by the User, modify (moderate) or remove any information violating the prohibitions, established by the present Rules, suspend, restrict or terminate the User's access to all or any of the sections or facilities of the Portal at any time for any reason or without giving reasons, with or without notice thereof, not responsible for any harm that may be caused to you by this action. The Administration of the Portal reserves the right to delete the user account of the User and (or) suspend, restrict or terminate the User's access to any of the Portal's services if the Administration finds that in its opinion the User poses a threat to the Portal and / or its Users. The Administration of the Portal shall not be liable for the temporary blocking or deletion of information or the deletion of the user account (termination of registration) of the User carried out in accordance with the present Rules.",
    "section": []
  },
  {
    "text": "Deletion of the user account of the User means the automatic deletion of all information placed on it, as well as all information of the User entered during registration on the Portal. After deleting the user account, the User loses rights to access to the Portal.",
    "section": []
  },
  {
    "text": "The Administration of the Portal ensures the operation and efficiency of the Portal and undertakes to restore promptly its operability in the event of technical failures and interruptions. The Administration of the Portal is not responsible for temporary failures and interruptions in the work of the Portal and the loss of information caused by them. The Administration is not liable for any damage to the computer of the User or other person, mobile devices, any other equipment or software, caused or associated with downloading materials from the Portal or through links posted on the Portal.",
    "section": []
  },
  {
    "text": "The Administration of the Portal has the right to dispose of statistical information related to the operation of the Portal, as well as the information of the Users to ensure the address display of advertising information to different users of the Portal Users. For the purposes of organizing the operation and technical support of the Portal and the implementation of the present Rules, the Administration of the Portal has an exceptional technical ability to access user accounts, which it implements only in cases established by the present Rules.",
    "section": []
  },
  {
    "text": "The Administration of the Portal has the right to send to the User the information about the development of the Portal and its facilities, as well as to advertise its own activities and services.",
    "section": []
  },
  {
    "text": "Limitation of the responsibility of the Administration of the Portal:",
    "section": []
  },
  {
    "text": "PORTAL AND ITS FACILITIES, INCLUDING ALL SCRIPTS, APPLICATIONS, CONTENT AND PORTAL DESIGN ARE PROVIDED «AS IS». THE ADMINISTRATION DISCLAIMS ALL WARRANTIES OF THAT PORTAL OR ITS FACILITIES MAY BE APPROPRIATE OR NOT APPROPRIATE FOR SPECIFIC PURPOSES. THE ADMINISTRATION CAN NOT GUARANTEE AND DOES NOT PROMISE ANY SPECIFIC RESULTS FROM THE USE OF THE PORTAL AND / OR ITS FACILITIES;",
    "section": []
  },
  {
    "text": "FOR THE SAKE OF CLARITY, THE USER SHALL FOLLOW THE PRECAUTION MEASURES IN THE DOWNLOADING FROM THE PORTAL OR BY THE LINKS PLACED THERE, AND USING ANY FILES, INCLUDING THE SOFTWARE. THE ADMINISTRATION OF THE PORTAL STRONGLY RECOMMENDS TO USE ONLY LICENSED, INCLUDING ANTI-VIRUS, SOFTWARE;",
    "section": []
  },
  {
    "text": "USING THE PORTAL, THE USER AGREES THAT THE HE DOWNLOADS FROM THE PORTAL OR WITH THE HELP OT IT ANY MATERIALS AT HIS OWN RISK AND PERSONALLY LIABLE FOR THE PROBABLE CONSEQUENCES OF USE OF THESE MATERIALS, INCLUDING ANY DAMAGES THAT MAY BE CAUSED TO THE COMPUTER OF THE USER OR TO THIRD PARTIES, FOR LOSS OF DATA OR ANY OTHER DAMAGE;",
    "section": []
  },
  {
    "text": "UNDER NO CIRCUMSTANCES THE ADMINISTRATION OF THE PORTAL OR ITS REPRESENTATIVES ARE LIABLE TO THE USER OR TO ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, INCIDENTAL DAMAGES, INCLUDING LOST PROFITS, OR LOST DATA, HARM OF HONOR, DIGNITY OR BUSINESS REPUTATION, ARISING IN CONNECTION WITH THE USE OF THE PORTAL, CONTENT OF THE PORTAL OR OTHER MATERIALS TO WHICH THE USER OF THE PORTAL OR OTHER PERSONS RECEIVED ACCESS BY USE OF THE PORTAL, EVEN IF THE ADMINISTRATION OF THE PORTAL WARNED OR RAISED THE POSSIBILITY OF SUCH DAMAGE.",
    "section": []
  },
  {
    "text": "Final provisions",
    "section": []
  },
  {
    "text": "The present Rules constitute an agreement between the User and the Administration of the Portal regarding the arrangements for using of the Portal and its facilities and replace all previous agreements between the User and the Administration.",
    "section": []
  },
  {
    "text": "The present Rules are governed and interpreted in accordance with the legislation of the Republic of Kazakhstan. The issues not regulated by the Rules shall be resolved in accordance with the legislation of the Republic of Kazakhstan.",
    "section": []
  },
  {
    "text": "In the event of any disputes or disagreements arising from the implementation of the present Rules, the User and the Administration of the Portal will make every effort to resolve them by negotiating between them. In the event that disputes are not resolved through negotiation, the disputes shall be resolved in the manner prescribed by the current legislation of the Republic of Kazakhstan.",
    "section": []
  },
  {
    "text": "The present Rules shall enter into force for the User from the moment of his accession to them and shall be valid within an indefinite period.",
    "section": []
  },
  {
    "text": "The present Rules are made in the state and Russian languages and may be provided to the User for information in another language. If the versions of the Rules are differ in different languages, the provisions of the Russian version of the present Rules shall be applied.",
    "section": []
  },
  {
    "text": "If, for one reason or another, one or more provisions of the present Rules are found to be invalid or unenforceable, this does not affect the validity or applicability of the remaining provisions.",
    "section": []
  }
]