[
  {
    "text": "Last Updated: July 12, 2012",
    "section": []
  },
  {
    "text": "PLEASE CAREFULLY READ THE FOLLOWING TERMS OF USE OF THE WEBSITE. BY ACCESSING AND USING THIS WEBSITE YOU AGREE TO BE BOUND BY THE TERMS OF USE THEREOF. THE TERMS OF USE APPLY TO YOUR USE OF THE WEBSITE AS WELL AS TO THE SERVICES AVAILED THROUGH THIS WEBSITE. IF YOU DO NOT AGREE TO BE BOUND BY THE TERMS OF USE, PLEASE DO NOT ACCESS OR USE THE WEBSITE.",
    "section": []
  },
  {
    "text": "In using or accessing this website you are deemed to have read carefully and agreed to the following terms and conditions:",
    "section": []
  },
  {
    "text": "1Derrick Pty. Ltd., a company incorporated in Singapore (\"1Derrick\"), operates its website www.1Derrick.com (the \"Site\") to provide online access to the Site visitor/user (\"You\") to provide content, services, products and other opportunities to You. Where You are using this Site on behalf of a corporate entity, (i) You represent that You have due authority from such corporate entity and (ii) these Terms of Use shall apply to such corporate entity as well. By accessing and/or using this Site, You agree to each of the terms and conditions set forth herein (\"Terms of Use\"). Additional terms and conditions including the Privacy Policy (http://www.1Derrick.com/privacypolicy/) and other policies applicable to general and specific areas of this Site may also be posted in relevant areas of the Site. Such additional terms and conditions, together with these Terms of Use, govern Your use of those areas, content, product or services. These Terms of Use, together with applicable additional terms and conditions, disclaimers and policies, are referred to as \"Agreement.\"",
    "section": []
  },
  {
    "text": "Use of the Site",
    "section": []
  },
  {
    "text": "You may use the Site; and the information, writings, images, audio, video, multimedia, and/or other works that you see, access, or otherwise experience on the Site (singly or collectively, the \"Site Content\"); and the services, products and other opportunities provided in the Site (singly or collectively, the \"Services\") for various purposes so long as such purposes are compliant with all applicable laws. You may not use this Site, Site Content or Services for any purposes not intended under this Terms of Use including any e-commerce activities.",
    "section": []
  },
  {
    "text": "No right, title or interest in and to any Site Content, whether in whole or in part, is transferred to You, whether as a result of accessing such Site Content or otherwise. 1Derrick and/ or its licensors reserve all rights, title and interest in and to the intellectual property rights in all Site Content posted on the Site, except for material or any content submitted by You. Except as expressly authorized by the Terms of Use, You may not use, download, alter, copy, modify, distribute, transmit, or derive another work from any Site Content obtained from the Site.",
    "section": []
  },
  {
    "text": "You will not use the Site in any way that is unlawful or harms 1Derrick, its directors, employees, affiliates, distributors, partners, service providers and/or any other user/ visitor of the Site and/or other data or content on the Site. You may not use the Site in any manner that could damage, disable, overburden, block, or impair the Site, whether in part or in full and whether permanently or temporarily, or disallow or interfere with any other party's use and enjoyment of the Site and the Services.",
    "section": []
  },
  {
    "text": "User Conduct",
    "section": []
  },
  {
    "text": "You agree to use the Site Content and Services only for lawful purposes as detailed above. You agree not to take any action that might compromise the security of the Site, Site Content and Services, or render the Site, Site Content and Services inaccessible to others or otherwise cause damage to the Site, Site Content or Services. You agree not to add to, subtract from, or otherwise modify the Site Content, or to attempt to access any Site Content that is not intended for You or as permitted under this Terms of Use. You agree not to use the Site Content in any manner that might interfere with the rights of third parties.",
    "section": []
  },
  {
    "text": "In particular you shall not:",
    "section": []
  },
  {
    "text": "use, publish, modify or share any information or Site Content of any third party to which You do not have a right to;",
    "section": []
  },
  {
    "text": "use the Site to defame, abuse, solicit, harass, stalk, threaten or otherwise violate the legal rights of any person;",
    "section": []
  },
  {
    "text": "use the Site to upload or distribute any information that promotes or contains bigotry, racism, hatred, profanity or obscenity, promotes physical harm or harms minors in any way;",
    "section": []
  },
  {
    "text": "engage in any fraudulent, abusive or illegal activity, including but not limited to any communication or solicitation designed or intended to fraudulently obtain the password or any private information of any person;",
    "section": []
  },
  {
    "text": "use the Site to violate the security of any computer network, crack passwords or security encryption codes, transfer or store illegal material;",
    "section": []
  },
  {
    "text": "reverse engineer, decompile, disassemble, copy, reproduce, distribute, sell, modify, transmit, perform, publish or create any derivative work from or in any way exploit the Site Content for any commercial purpose without express written consent of 1Derrick or as permitted by this Terms of Use;",
    "section": []
  },
  {
    "text": "distribute any downloaded file that you know, or reasonably should know, cannot be legally distributed;",
    "section": []
  },
  {
    "text": "reproduce, duplicate, copy, sell or exploit for any commercial purpose, or redistribute or publish the Site Content or Services provided by 1Derrick or obtained from 1Derrick without obtaining 1Derrick's express, prior written consent or as permitted by this Terms of Use. This restriction includes any attempt to incorporate any information provided by 1Derrick into any other directory, product, or service;",
    "section": []
  },
  {
    "text": "do any act that violates 1Derrick's intellectual property or intellectual property rights in the Site Content or any intellectual property rights of any third party;",
    "section": []
  },
  {
    "text": "provide misleading information about the origin or source of information or content provided by You on the Site;",
    "section": []
  },
  {
    "text": "use the Site to store and/or display and/or publish any adult or offensive content, which without limitation includes all pornography, erotic images, or otherwise lewd or obscene content. The designation of \"adult content\" is left entirely to 1Derrick's discretion;",
    "section": []
  },
  {
    "text": "threatens the unity, security or sovereignty of any country;",
    "section": []
  },
  {
    "text": "violate any law for the time being in force.",
    "section": []
  },
  {
    "text": "Subscription",
    "section": []
  },
  {
    "text": "You can access only certain parts of the Site without registration/ subscription as determined by 1Derrick from time to time. If you wish to gain complete access to the Site/ access to certain specific portions of the Site, Site Content or Services 1Derrick may require its members/users to first register with the Site, by creating a login name and password and accept all the terms and conditions in, and linked to, the Terms of Use and the Agreement. You may also be required to pay a non-refundable subscription fee periodically (as determined by 1Derrick from time to time) as consideration for the access/ use of the Site, Site Content or Services as permitted by 1Derrick. If You are a part of a corporate entity that is party to a separate subscription agreement, then the terms and conditions of such subscription agreement shall prevail over this Terms of Use in case of a conflict between the two.",
    "section": []
  },
  {
    "text": "In order to process the payments towards registration/subscription, You shall provide us with your bank account and credit card details and collection/use/ transfer of such information shall be governed by the Privacy Policy (http://www.1Derrick.com/privacypolicy/).",
    "section": []
  },
  {
    "text": "At all times, You will be solely responsible for keeping secure the user identity/login name and password required to access the Site, Site Content and Services. All acts and actions performed by any person using the identity/login name and password allotted to You shall be deemed to have been committed by You or under Your authority and You will be liable for the same. You will ensure that the password is kept confidential and not shared with any other person.",
    "section": []
  },
  {
    "text": "You shall not share your login name and password with any other individual or corporate entity and You will not permit any other person or entity to use the Site via Your login name and password either concurrently with You or otherwise. 1Derrick reserves the right to refuse, disable or terminate your Site access or account, whether in part or in full, if in its sole discretion at any time it is found that You have been sharing Your password or using someone else's password in any unauthorized way or have been using such password for any illegal or unauthorized purpose or You have infringed or likely to infringe the copyrights or other intellectual property rights of 1Derrick and/or other third party.",
    "section": []
  },
  {
    "text": "MyPage",
    "section": []
  },
  {
    "text": "You can personalize your use of the Site through \"MyPage\", a feature available exclusively to users who have registered/ subscribed to the Site.",
    "section": []
  },
  {
    "text": "On each of Your exclusive MyPage You may:",
    "section": []
  },
  {
    "text": "'pin up' Site Content from the Site and write your views on the same,",
    "section": []
  },
  {
    "text": "post your own content (such as information and stories) or content from third party sources such as third party websites and provide for links of other websites and write your views on the same (\"User Content\");",
    "section": []
  },
  {
    "text": "'pin up' content posted by other users on their MyPage (\"Other User Content\") to which You have access to and right to pin up the same.",
    "section": []
  },
  {
    "text": "You may create a single MyPage or multiple MyPages and you shall determine whether or not such pages can be viewed by other users (or only certain users) of 1Derrick. If you determine that Your MyPages can be viewed by other users all the Content (including Site Content, User Content and Other User Content) that can be viewed by the Users can by re-pined by such Users on their respective MyPage.",
    "section": []
  },
  {
    "text": "You agree that 1Derrick shall have the right to monitor, review all portions of User Content and may remove any and all such User Content if in the reasonable opinion of 1Derrick such User Content violates the Terms of Use or is objectionable in any manner.",
    "section": []
  },
  {
    "text": "In cases where Your MyPage(s) is viewable by other users, You hereby grant 1Derrick a perpetual, worldwide, non-exclusive, sub-licensable license to all Your User Content. You specifically consent that Your User Content may be 'pinned' up by other users who have registered/ subscribed to the Site.",
    "section": []
  },
  {
    "text": "You represent and warrant that all User Content posted by You on MyPage(s) does not infringe any intellectual property rights or any other third party rights. You further represent that you have validly procured all necessary right, licenses and consents in relation to such User Content. 1Derrick shall not be responsible for any liability (including infringement of intellectual property rights or other third party rights) in relation to the User Content.",
    "section": []
  },
  {
    "text": "You may post the Site Content, User Content and/ or Other User Content on Third Party Sites (defined below) except on websites similar to that of 1Derrick providing similar services with respect to the oil and gas industry.",
    "section": []
  },
  {
    "text": "We reserve the right to report any wrongdoing of which we become aware to the applicable government agencies or otherwise.",
    "section": []
  },
  {
    "text": "Privacy Policy",
    "section": []
  },
  {
    "text": "1Derrick is committed to protecting Your privacy. In the course of using the Site or availing the Services, 1Derrick may become privy to Your personal information, including information that is of a confidential nature. Apart from this Terms of Use, You agree to be bound by the Privacy Policy (http://www.1Derrick.com/privacypolicy/).",
    "section": []
  },
  {
    "text": "Log Files",
    "section": []
  },
  {
    "text": "We may store and use IP addresses or log on information to analyse trends, administer the Site, track user's movement, and gather broad demographic information and such other information as may be necessary for marketing purposes and for other uses. Additionally, in case of registered/ subscribed Users, for systems administration, detecting usage patterns and troubleshooting purposes, our web servers automatically log standard access information including browser type, access times, URL requested, and referral URL. This information is not shared with third parties and is used only on a need-to-know basis. Any individually identifiable information related to this data will never be used in any way different to that stated above without Your explicit permission. For more details please refer our Privacy Policy (http://www.1Derrick.com/privacypolicy/) as to how Your personal information will be used.",
    "section": []
  },
  {
    "text": "Content from and posting on / linking to third-party websites",
    "section": []
  },
  {
    "text": "You acknowledge that posting of any of the content from MyPage(s) (including Site Content, User Content and/ or Other User Content) on Third Party Sites (as defined below) shall be governed by the terms and conditions of such Third Party Sites.",
    "section": []
  },
  {
    "text": "You further acknowledge that the Site Content may contain content proprietary to 1Derrick or other third parties. The Site Content may also include links to third party websites (\"Third Party Sites\"). When you access such Third Party Sites, you do so of your own volition and 1Derrick has no responsibility or liability for any content or services provided in such Third Party Sites. Any content available on or through any such Third Party Sites will be governed by the terms of use of those websites, and not of 1Derrick. With regard to any Content available on the Site which is sourced from any Third Party Sites, the content usage rules as may be provided for in the terms of use of such Third Party Sites may be applicable in addition to the Terms of Use of this Site.",
    "section": []
  },
  {
    "text": "We do not monitor or review or provide any representations with respect to the content of Third Party Sites which are linked to from this Site. Links on the Site to Third Party Sites or information are provided solely as a convenience to You. If You use these links, You will leave the Site. Such links do not constitute or imply an endorsement, sponsorship, or recommendation by 1Derrick of the third party, the third-party website, or the information contained therein.",
    "section": []
  },
  {
    "text": "1Derrick will not accept any responsibility for any loss or damage in whatever manner, howsoever caused, resulting from your disclosure of any information, personal or otherwise, on such Third Party Sites. We, therefore, encourage our users to be aware when they leave our Site and to read the privacy statements of such third party websites.",
    "section": []
  },
  {
    "text": "Intellectual Property Rights (IPRs)",
    "section": []
  },
  {
    "text": "1Derrick respects the intellectual property rights of others, and we request our visitors and users to do the same. The Site and the Site Content is protected by applicable intellectual property laws and international treaties.",
    "section": []
  },
  {
    "text": "Except as permitted under these Terms of Use or unless expressly authorized by 1Derrick, You agree not to reproduce, modify, sell, distribute, mirror, frame, republish, download, transmit, or create derivative works of the Site Content, in whole or in part, by any means. You must not remove or modify any copyright or trademark notice, or other notice of ownership. You shall abide by the Terms of Use and the Agreement while using the Site Content on the Site. Any other use is prohibited and will constitute an infringement of the proprietary rights of 1Derrick and/ or the relevant owner. .",
    "section": []
  },
  {
    "text": "1Derrick and/or its licensors assert all proprietary rights in and to all names and trademarks contained on the Site. The name 1Derrick is the trademark and copyright (or any other intellectual property right) of 1Derrick, the owner of the Site. Any use of the 1Derrick's trademarks or copyright in connection with any product or service that does not belong to the 1Derrick, unless otherwise authorized in a written license agreement, will constitute an infringement upon the trademark and copyright (or any other such intellectual property right) and may be actionable under the applicable laws.",
    "section": []
  },
  {
    "text": "Unless explicitly stated herein, nothing in these Terms of Use shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication, or otherwise.",
    "section": []
  },
  {
    "text": "Disclaimer",
    "section": []
  },
  {
    "text": "1DERRICK DISCLAIMS ANY REPRESENTATION AND WARRANTIES FOR THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF (I) THE SITE, SERVICES, AND CONTENT; (II) THIRD PARTY PRODUCTS OR SERVICES ADVERTISED ON OR RECEIVED THROUGH ANY LINKS PROVIDED ON THE SITE; (III) ANY INFORMATION, CONTENT OR ADVICE RECEIVED THROUGH SUCH SITE, LINKS OR PRODUCTS OR SERVICES.",
    "section": []
  },
  {
    "text": "YOUR USE OF THE SITE IS AT YOUR SOLE RISK UNLESS OTHERWISE EXPLICITLY STATED. THE SITE, INCLUDING THE CONTENT IS PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\" AND \"WITH ALL FAULTS\" BASIS WITH NO REPRESENTATIONS OR WARRANTIES WHATSOEVER. ALL EXPRESS, IMPLIED, AND STATUTORY REPRESENTATIONS AND WARRANTIES, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS, ARE EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.",
    "section": []
  },
  {
    "text": "NOTHING ON THIS WEBSITE SHOULD BE TAKEN TO CONSTITUTE PROFESSIONAL ADVICE OR A FORMAL RECOMMENDATION AND WE EXCLUDE ALL REPRESENTATIONS AND WARRANTIES RELATING TO THE CONTENT AND USE OF THIS SITE.",
    "section": []
  },
  {
    "text": "1DERRICK MAKES NO WARRANTY OR REPRESENTATION THAT: (A) THE SITE, CONTENT, SERVICES OR SERVER THAT MAY BE USED BY 1DERRICK WILL BE UNINTERRUPTED, TIMELY, SECURE, PROBLEM-FREE OR ERROR-FREE; (B) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE, CONTENT OR SERVICES WILL BE ACCURATE OR RELIABLE; (C) THE QUALITY OF ANY SERVICES, CONTENT OR OTHER MATERIAL AVAILABLE ON THE SITE WILL MEET YOUR EXPECTATIONS OR REQUIREMENTS; OR (D) ANY ERRORS IN THE SITE WILL BE CORRECTED.",
    "section": []
  },
  {
    "text": "1DERRICK ASSUMES NO RESPONSIBILITY AND/OR LIABILITY WITH RESPECT TO ANY USER CONTENT WHICH YOU MAY POST ON THE SITE AND YOU ARE SOLELY RESPONSIBLE AND LIABLE IN RESPECT OF SUCH USER CONTENT.",
    "section": []
  },
  {
    "text": "Limitation of Liability",
    "section": []
  },
  {
    "text": "TO THE FULLEST EXTENT PERMITTED BY LAW, 1DERRICK IS NOT LIABLE FOR ANY DIRECT, INDIRECT, REMOTE, PUNITIVE, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF BUSINESS, REVENUE, PROFITS, GOODWILL, USE, DATA, ELECTRONICALLY TRANSMITTED ORDERS, OR OTHER ECONOMIC ADVANTAGE) ARISING OUT OF OR IN CONNECTION WITH THE SITE, EVEN IF 1DERRICK HAS PREVIOUSLY BEEN ADVISED OF, OR REASONABLY COULD HAVE FORESEEN, THE POSSIBILITY OF SUCH DAMAGES, HOWEVER THEY ARISE, WHETHER IN BREACH OF CONTRACT OR IN TORT (INCLUDING NEGLIGENCE), INCLUDING WITHOUT LIMITATION DAMAGES DUE TO: (a) THE USE OF OR THE INABILITY TO USE THE SITE OR CONTENT OR SERVICES; (b) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITE, INCLUDING WITHOUT LIMITATION UNAUTHORIZED ACCESS TO OR ALTERATION OF TRANSMISSIONS OR DATA, MALICIOUS OR CRIMINAL BEHAVIOUR, OR FALSE OR FRAUDULENT TRANSACTIONS; OR (c) CONTENT OR INFORMATION YOU MAY DOWNLOAD, USE, MODIFY OR DISTRIBUTE.",
    "section": []
  },
  {
    "text": "IN ANY EVENT 1DERRICK'S LIABILITY ARISING OUT OF THIS TERMS OF USE AND/ OR AGREEMENT SHALL NOT EXCEED THE AMOUNT ACTUALLY PAID BY YOU AS SUBSCRIPTION FEE AT THE TIME OF REGISTRATION/ SUBSCRIPTION TO THE SITE.",
    "section": []
  },
  {
    "text": "TO THE EXTENT THAT ANY JURISDICTION DOES NOT ALLOW THE EXCLUSION OR LIMITATION OF DIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, PORTIONS OF THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY.",
    "section": []
  },
  {
    "text": "Indemnification",
    "section": []
  },
  {
    "text": "You agree to defend, hold harmless and indemnify 1Derrick, its directors and officers from and against any and all losses, costs, expenses, damages or other liabilities incurred by 1Derrick and/or its directors and officers, from and against any cost, liability, loss, damage, cause of action, claim, suit, proceeding, demand or action brought by a third party against 1Derrick and/or its directors and officers, due to or arising out of or in connection with Your use of the Services, or Site Content, any User Content which you may post on the Site or Your breach of any provision of Terms of Use or Agreement; or any negligent or intentional wrongdoing on the Site.",
    "section": []
  },
  {
    "text": "Any such indemnification shall be conditioned on our: (a) notifying you in writing of any such claim, demand, action, cost, liability, loss or threat of any thereof; (b) cooperating with you in the defense or settlement thereof; and (c) allowing you to control such defense or settlement. We shall be entitled to participate in such defense through our own counsel at Your cost and expense.",
    "section": []
  },
  {
    "text": "Notification of Changes",
    "section": []
  },
  {
    "text": "1Derrick reserves the right to modify this Terms of Use or the Agreement at any time without giving You prior notice. Your use of the Site following any such modification constitutes your agreement to follow and be bound by this Terms of Use or the Agreement as may be modified from time to time. The last date this Terms of Use was revised may be set forth at the end of this Terms of Use. Your continued use of the Site after notice of any change to the Terms of Use will be deemed to be your consent to the amended terms.",
    "section": []
  },
  {
    "text": "Termination of Use",
    "section": []
  },
  {
    "text": "You agree that we may, in our sole discretion, terminate or suspend your access to all or part of the Site with or without notice and for any reason, including, without limitation, breach of these Terms of Use. Any suspected fraudulent, abusive or illegal activity may be grounds for terminating your relationship and may be referred to appropriate law enforcement authorities.",
    "section": []
  },
  {
    "text": "Upon termination or suspension, regardless of the reasons therefore, your right to use the Content, Site or Services immediately ceases, and you acknowledge and agree that we may immediately deactivate or delete your account (including your subscription) and all related information and files in your account and/or bar any further access to such files or this site. You shall not be entitled to any refund of the subscription fee paid by You at the time of subscribing to 1Derrick's Site, Content or Services. We shall not be liable to you or any third party for any claims or damages arising out of any termination or suspension or any other actions taken by us in connection with such termination or suspension.",
    "section": []
  },
  {
    "text": "Governing Law and Jurisdiction",
    "section": []
  },
  {
    "text": "The Agreement is governed by the laws of Singapore. By accessing the Site, You consent to the exclusive jurisdiction and venue of courts in Singapore in all disputes arising out of or relating to the use of the Site Content or Services. Use of the Site is unauthorized in any jurisdiction that does not give effect to all provisions of the Agreement, including without limitation, this paragraph.",
    "section": []
  },
  {
    "text": "Arbitration",
    "section": []
  },
  {
    "text": "Any dispute or difference between the parties arising out of, from or relating to anything contained in this Terms of Use, shall be referred to and resolved by binding arbitration under the Singapore International Arbitration Centre (\"SIAC\") Rules. There shall be one arbitrator appointed in accordance with SIAC Rules.",
    "section": []
  },
  {
    "text": "The venue of arbitration shall be in Singapore and the arbitration proceedings shall be conducted in English. The award of the arbitrator(s) shall be final and conclusive and binding upon the parties and non-appealable to the extent permitted by applicable law. The parties shall equally share the costs of the fees of the arbitrators, but shall independently bear the costs of their own legal counsel engaged for the purpose of the arbitration.",
    "section": []
  },
  {
    "text": "Contact Us",
    "section": []
  },
  {
    "text": "If You have any questions or concerns regarding the Terms of Use, please contact us at support@1Derrick.com",
    "section": []
  },
  {
    "text": "COPYRIGHT 2017 1DERRICK. ALL RIGHTS RESERVED.",
    "section": []
  }
]