[
  {
    "text": "One Dog Woof",
    "section": []
  },
  {
    "text": "Thank you for your interest in using my patterns and tutorials! Listed below are my terms of use and frequently asked questions. Hopefully, this can help answer what’s on your mind! If you don’t find the answer here, feel free to email me ([email protected]), message me on Facebook or tag me on Instagram!",
    "section": []
  },
  {
    "text": "I’d love it if you shared my work with your audience! There’s just a few things to keep in mind:",
    "section": [
      "Can I share your patterns with other people?"
    ]
  },
  {
    "text": "If you’d like to share my patterns, please do so by sharing the link to the original blog post. I spend quite a lot of time designing, writing and editing my patterns and project tutorials, and sharing them with my readers. Please do not claim any One Dog Woof free pattern or tutorial as your own creation, as that is considered stealing my work.",
    "section": [
      "Can I share your patterns with other people?"
    ]
  },
  {
    "text": "Yes, you can share my work in your round-up post. When sharing, you can choose one (1) image to use and link back to the original blog post. The image you choose can be used in the body of your post without alterations, or as part of a collage image. Please do not alter/crop watermarks, or post the image on its own on any sharing platforms.",
    "section": [
      "Can I include your work in a round-up post?"
    ]
  },
  {
    "text": "I have created inexpensive, ad-free and comment-free PDFs of several of my most popular patterns, which you can purchase on Craftsy (US only) and Etsy (international buyers). The printable PDF file should be available for download via email or the purchase site immediately after payment.",
    "section": [
      "Can I print your free patterns? Can I create PDFs of your free patterns?"
    ]
  },
  {
    "text": "If however, you do decide to create your own PDFs or print my patterns, all ads included, please create them for your own use only and NOT for distribution! I understand that just because I’m an internet addict doesn’t mean we all have access to 24/7 internet; sometimes it’s nice to have a paper copy on hand.",
    "section": [
      "Can I print your free patterns? Can I create PDFs of your free patterns?"
    ]
  },
  {
    "text": "Yes, you may sell finished items made from my patterns. When selling online or in person, please give credit back to me, ChiWei Ranck of One Dog Woof, as the designer and link to www.1dogwoof.com or back to the original pattern post.",
    "section": [
      "Can I sell finished products made from your patterns?"
    ]
  },
  {
    "text": "My patterns were designed and created with love. Please do not make finished products from One Dog Woof patterns via machinery or for mass production. There’s a wonderful community of crochet designers and makers, all producing beautiful products made individually, by hand, with love. So many of us make a living from designing or selling crochet creations; we cannot compete with cheap, mass-produced items. Please support your hand-made community of artisans!",
    "section": [
      "Can I sell finished products made from your patterns?"
    ]
  },
  {
    "text": "No, you may not use One Dog Woof photos to sell your finished products. If you want to sell your items, you need to take your own photos of your own items. That makes sense right? Your buyers should know exactly what they’re buying!",
    "section": [
      "Can I use your photos to sell my finished items?"
    ]
  },
  {
    "text": "No, you may not alter any One Dog Woof photos or imagery in any way, including editing or cropping out of watermarks. There is an exception for round-up images, as long as the post gives full credit to One Dog Woof and links back to the original post.",
    "section": [
      "Can I use your photos to sell my finished items?"
    ]
  },
  {
    "text": "All my patterns are written in US terminology.",
    "section": [
      "Are your patterns written in US or UK terms?"
    ]
  },
  {
    "text": "At this time, I do not make videos to accompany any of my work. I have dipped my toes into the world of video, but do not have the time to produce quality videos that I would be proud of.",
    "section": [
      "Can you make a video showing how you made that project?"
    ]
  },
  {
    "text": "I have a Facebook thread where some of my readers have shared their Etsy shops and are willing to make items from my patterns. You can find it here!",
    "section": [
      "I don’t know how to crochet but I want that unicorn! Where can I buy one?"
    ]
  },
  {
    "text": "I do not allow translations of my patterns to be published on other blogs or Facebook groups. If you’d like a translation of a pattern, I can publish your translation on my website and make it accessible to your audience. You can then link to my site from your blog or from your Facebook group. I will give you full credit as the translator and can include any blog URL or social media information in the credits.",
    "section": [
      "I don’t know how to crochet but I want that unicorn! Where can I buy one?"
    ]
  }
]