[
  {
    "text": "or Log in with",
    "section": []
  },
  {
    "text": "This agreement is a set of rules establishing the order of use of the site №1 Dvoe ru давай поженимся participating in the system of online Dating sites that is maintained by Ltd \"Mylove\" and regulates relations between the Administration and the physical person (User). This agreement is a public offer, the acceptance of which by the User is expressed in the confirmation to his accession.",
    "section": []
  },
  {
    "text": "Acquainted with the AgreementAchievement of 16 years (including full legal capacity).Use the Site in accordance with the terms of the Agreement.",
    "section": [
      "User accepting the Agreement confirms:"
    ]
  },
  {
    "text": "Use the Site or mobile app isavailable through any device. Information about the number of coins in the profile account, the effect of the VIP-status service and other paid services are available on any computer or mobile device, provided that the user is authorized, use your username and password when you log in to the website or the app on the mobile device.",
    "section": [
      "The user has the right:"
    ]
  },
  {
    "text": "Do not use the Site for loading, sending, transfering or any other way of publishing the materials, documents and photos that are illegal, threatening, offending morality and human dignity, and also containing rude and offensive sentences and expressions.Not to use the Site for loading, sending, transfering or any other method of publishing materials containing viruses or other computer codes, files or programs intended for violation, destruction or restriction of functionality of any computer,telecommunications equipment or programs.Provide true, accurate and complete information about yourself in the registration form and regularly update this information.Immediately notify the Administration of any unauthorized (not authorized by the User) access using the User's login and password or any violation of the security of the Site.Post photos with the image of the User or third parties on the site only with the consent of those shown in the photo.Not to publish publicly available email addresses, postal addresses, phone numbers, links and other contacts.Not to publish in the public domain any materials requiring indication of authorship without the consent of the copyright holder.Not to publish on the Site any commercial advertisement, commercial offers, promotional materials, any kind of spam, posts-chain (messages requiring their transfer to one or more users), pyramid schemes, or calls participate in them, any other Intrusive information.Not to publish insults, slander, obscene expressions, pornographic or other immoral materials; materials demonstrating or propagating cruelty, terror or violence; materials offending human dignity; as well as other materials that do not comply with the law.Do not use more than one profile for using the site.Without Agreeing with the company, do not conclude or offer other users deals with any goods, works or services, do not use the Site for distribution of advertising purposes or materials of illegal propaganda, please do not irritate or follow other users of the site.The User is aware that the materials posted by him on the Site may be available to other Internet users, for the actions of which the Administration is not responsible.The user is aware that the dating site system is a network of dating sites that can be located on unique domains that use the same search base of users.The User is notified that the data posted by him on the Site may fall into the search engine results (Yandex, Google, etc.) even after the profile deletion from the Site. The administration is not responsible for indexing or reindexing pages by search engines. The user can delete the specified information from the results of search engines by submitting a corresponding application directly to the address of the search engine.",
    "section": [
      "User undertakes:"
    ]
  },
  {
    "text": "Modify the Site in its sole discretion.Make changes to this Agreement unilaterally.Request from the User documents about the presence of all the necessary rights to post materials (photos, programs, etc.) on the Website.Suspend or cancel the registration of the User and refuse to use the Site’s capabilities in case the User violates the terms of the Agreement.The administration has the right to remove the materials and user information which do not conform to the norms of the current legislation of the Russian Federation, and also has the right to refuse to continue using the Site if the User violates the terms of the Agreement.In case of cancellation or deletion of user registration, the Administration has the right to deduct from the user's current account all bonus coins that have been credited during the use of the site.Provide paid and free services to the users.Change the cost,the types of services and their terms.Delete any information or materials from the servers which administration considers undesirable and violating the Agreement.To give the rights under this Agreement to third parties in order to execute the Agreement without the additional consent of the User.In the partnership programs, the Administration has the right to place information posted on the Site (including posted on the User’s personal page) on the Internet under domain names owned by Partners. In particular, under the domain name belonging to the Partner, an Internet site may be placed in whole or in part with a duplicate Site.",
    "section": [
      "Administration at its discretion has the right to:"
    ]
  },
  {
    "text": "The content, reliability and accuracy of the materials published by users.User violation of the current legislation of the Russian Federation Losses and other damages arising from the actions of third parties.Temporary technical error and interruptions in the work of the Site for the temporary disruptions and interruptions in the work of connection, the problems with the computer from which the User accessed the Internet.The infliction of harm, damage, loss of information or for causing of any other losses, which have arisen in the use of the service, including the use of mobile communications and other technical means. All exclusive rights in respect of the Site belong to the Administration and are protected by the legislation of the Russian Federation on the protection of intellectual property. templates-9275",
    "section": [
      "The administration is not responsible for:"
    ]
  }
]