[
  {
    "text": "Employers",
    "section": []
  },
  {
    "text": "People",
    "section": []
  },
  {
    "text": "Read",
    "section": []
  },
  {
    "text": "Learn",
    "section": []
  },
  {
    "text": "Contact",
    "section": []
  },
  {
    "text": "About",
    "section": []
  },
  {
    "text": "Terms of Services",
    "section": []
  },
  {
    "text": "PLEASE READ THE FOLLOWING TERMS AND CONDITIONS RELATING TO YOUR USE OF OUR WEBSITE AND OUR SERVICES AND OFFERINGS CAREFULLY. By using our Website and/or one of our online fee-based products or offerings (collectively, our \"Fee-Based Products\"), you agree to the terms and conditions set forth in this Subscription Agreement (this \"Agreement\"). We reserve the right, in our sole discretion, to change, modify, add or remove provisions of this Agreement at any time. You should check this Agreement periodically for changes. By using this Website or our Fee-Based Products after we post any changes to this Agreement or otherwise notify you of such changes, you agree to accept those changes, whether or not you have reviewed them. If you do not agree to this Agreement, you should not use our Website and/or our Fee-Based Products and you should arrange to cancel your registered user account or subscription with us, as applicable.",
    "section": []
  },
  {
    "text": "Unless we indicate otherwise, this Agreement applies to your use of the websites which are owned, operated, or powered by TechnoBird (\"we,\" \"us,\" or \"our\") and our affiliates, including, without limitation, this website and any other website that we may own, operate or power currently or in the future (collectively, our \"Website\"), and all of the Fee-Based Products that we may offer currently or in the future. The site is a public site with free access and TechnoBird assumes no liability for the quality and genuineness of responses. TechnoBird cannot monitor the responses that a person may receive in response to information he/she has displayed on the site. The individual/company would have to conduct its own background checks on the bonafide nature of all response(s). TechnoBird will not be liable on account of any inaccuracy of information on this web site. It is the responsibility of the visitor to further research the information on the site. Any breach of privacy or of the information provided by the consumer to TechnoBird to be placed on the website by technical or any other means is not the responsibility of TechnoBird. TechnoBird does not guarantee confidentiality of information provided to it by any person acquiring/using all/any information displayed on the Mustakbil.com website or any of its other websites / domains owned and operated by TechnoBird. TechnoBird does not share personally identifiable data of any individual with other companies / entities except with those acting as our agents in providing our Service to you or by recruiters who contact you through the details provided by you on Online Resume Builder. TechnoBird shall share all such information that it has in its possession in response to legal process, such as a court order or subpoena.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The user shall not utilize the services offered by Mustakbil.com/ TechnoBird in any manner so as to impair the interests and functioning of Mustakbil.com/ TechnoBird. The user undertakes not to duplicate, download publish, modify and distribute material on Mustakbil.com unless specifically authorized by TechnoBird in this regard. The user undertakes not to establish any deep link or other connection to any specific page of Mustakbil.com other than the Home Page without obtaining prior consent of TechnoBird.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The user undertakes to use Mustakbil.com for his/her own purposes. Using content from Mustakbil.com for derivative works with a commercial motive without prior written consent from TechnoBird is strictly prohibited.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "Mustakbil.com uses technological means to exclude Robots etc from crawling the website and scraping content. The user undertakes not to circumvent these methods.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "Users undertake that the services offered by Mustakbil.com/ TechnoBird shall not be utilized to upload, post, email, transmit or otherwise make available either directly or indirectly, any unsolicited bulk e-mail or unsolicited commercial e-mail. TechnoBird reserves the right to filter and monitor and block the emails sent by you/user using the servers maintained by TechnoBird to relay emails. All attempts shall be made by TechnoBird and the user to abide by International Best Practices in containing and eliminating Spam.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "Users shall not spam the database maintained by Mustakbil.com / TechnoBird or indiscriminately and repeatedly forward mail that may be considered spam etc. etc. Any conduct of the user in violation of this clause shall entitle TechnoBird to forthwith terminate all services to the user without notice and to forfeit any amounts paid by him.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The user expressly states that the resume/insertion or information/ data being fed into the network of TechnoBird by the user is correct and complete in all respects and does not contain any false, distorted, manipulated, fraudulent or misleading facts or averments. TechnoBird expressly disclaims any liability arising out of the said resume insertion/information/ data so fed into the network of TechnoBird by the user. Further, the user agrees to indemnify TechnoBird for all losses incurred by TechnoBird due to any false, distorted, manipulated, fraudulent or misleading facts or averments made by the user on the network of TechnoBird.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The User is solely responsible for maintaining confidentiality of the User password and user identification and all activities and transmission performed by the User through his user identification and shall be solely responsible for carrying out any online or off-line transaction involving credit cards / debit cards or such other forms of instruments or documents for making such transactions and TechnoBird assumes no responsibility or liability for their improper use of information relating to such usage of credit cards / debit cards used by the subscriber online / off-line.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The User/Subscriber/Visitor to Mustakbil.com and/or its affiliated websites does hereby specifically agrees that he shall, at all times, comply with the requirements of the IT Law of Pakistan as also rules, regulations, guidelines, by laws and notifications made there under, while assessing or feeding any resume/ insertion or information/data into the computers, computer systems or computer network of TechnoBird. The said User/ subscriber/ visitor to Mustakbil.com and/or its affiliated websites does further unequivocally declare that in case he violates any provisions of the IT Law of Pakistan and/or rules, regulations, guidelines, byelaws and notifications made there under, he shall alone be responsible for all his acts, deeds and things and that he alone shall be liable for civil and criminal liability there under or under any other law for the time being in force.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The User hereby expressly declares that TechnoBird has performed all due diligence within the meaning of the IT Law of Pakistan with respect to the user and his interaction with the computers, computer systems or computer network of TechnoBird.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The User is solely responsible for obtaining, at his own cost, all licenses, permits, consents, approvals and intellectual property or other rights as may be required for using the Service.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The User / subscriber / visitor to Mustakbil.com or affiliated site(s) is prohibited from introducing / posting or transmitting information or software, which contains a computer virus, or a contaminant, worm or other harmful components on the internet or on Mustakbil.com site or sub-domains or on any affiliate sites or any other network system.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The user shall not infringe on any intellectual property rights of any person / entity or retain information / download any information from any computer system or otherwise with an intention to do so.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird will make best efforts to do so but does not warrant that any of the web sites or any affiliate site(s) or network system linked to it is free of any operational errors nor does it warrant that it will be free of any virus, computer contaminant, worm, or other harmful components.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird shall not be liable for any loss or damage sustained by reason of any disclosure (inadvertent or otherwise) of any information concerning the user's account and / or information relating to or regarding online transactions using credit cards / debit cards and / or their verification process and particulars nor for any error, omission or inaccuracy with respect to any information so disclosed and used whether or not in pursuance of a legal process or otherwise.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird gives no guarantees of server uptime or applications working properly. All is on a best effort basis and liability is limited to refund of amount only. TechnoBird undertakes no liability for free services.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird reserves its right to amend / alter or change all or any disclaimers or terms of agreements at any time without any prior notice. All terms / disclaimers whether specifically mentioned or not shall be deemed to be included if any reference is made to them.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird further reserves its right to post the data on the website Mustakbil.com or on such other affiliated sites and publications as TechnoBird may deem fit and proper at no extra cost to the subscriber / user.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The subscription / agreement between TechnoBird and the subscriber / user is not a \"non-poach agreement\" nor can the same be termed or used as an alternative to \"non-poach agreement\" in as much as TechnoBird/Mustakbil.com is a public site and all information posted by TechnoBird goes to the public domain except information / data which is specifically assigned a non-public / private character.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "Any agreement for a subscription / usage entered into by TechnoBird does not confer exclusivity of service on any subscriber / user.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird will not be party to any legal proceedings between a user (e.g. a subscriber) and a party contracted through the site. In case TechnoBird is implicated in any legal proceedings, costs will be recovered from the party that names TechnoBird. TechnoBird however will abide with any court order served on it through due process.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "In case a person using the world wide web/internet receives a spam or virus which includes a link to Mustakbil.com or to any other site maintained, operated or owned by TechnoBird, it should not be held responsible for the same. TechnoBird assumes no responsibility for such mails.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The services provided by the websites maintained, operated or owned by TechnoBird do not extend to acting as an agent (express or implied) on behalf of any subscriber or user.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "TechnoBird has no agents and does not operate through any agents save for those specifically mentioned on the home page of the website.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The Terms and conditions mentioned above regulate the usage of Mustakbil.com. Any person using Mustakbil.com in violation of the stipulations contained in the Terms and Conditions of Mustakbil.com shall render himself/herself liable to appropriate action in a court of law both civil and criminal.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "The use of Mustakbil.com is subject to the Privacy Policyavailable at Mustakbil.com.",
    "section": [
      "Scope of Agreement"
    ]
  },
  {
    "text": "By Registering as a Jobseeker at Mustakbil.com you agree the following terms of services:",
    "section": [
      "For Jobseekers"
    ]
  },
  {
    "text": "The resume/ insertion or information/data fed by the user can be updated by the user alone, free of cost. TechnoBird offers no guarantee nor warranties that there would be a satisfactory response or any response at all once the resume/ insertion or information/data is fed by the user. TechnoBird neither guarantees nor offers any warranty about the credentials bonafides, status or otherwise of the prospective employer/organization which downloads the resume/ insertion or information/data and uses it to contact the user. TechnoBird would not be held liable for loss of any data technical or otherwise, or of the resume/ insertion or information/data or particulars supplied by user due to acts of god as well as reasons beyond its control like corruption of data or delay or failure to perform as a result of any cause(s) or conditions that are beyond TechnoBird's reasonable control including but not limited to strikes, riots, civil unrest, Govt. policies, tampering of data by unauthorized persons like hackers, distributed denial of service attacks, virus attacks, war and natural calamities. It shall be sole prerogative and responsibility of the user to check the authenticity of all or any response received pursuant to the resume/ insertion or information/data being fed into the network system of TechnoBird by the user, for going out of station or in station for any job or interview. TechnoBird assumes no responsibility in respect thereof and expressly disclaims any liability for any act, deed or thing which the user may so do, pursuant to the receipt of the response, if any, to the resume/ insertion or information/ date being fed into the network system of TechnoBird. Uploading of multiple resumes beyond a reasonable limit by the same individual, using the same or different accounts shall entitle TechnoBird to remove the Resumes without notice to the subscriber. This service is only meant for candidates looking for suitable jobs. Any usage with commercial intent is prohibited. TechnoBird reserves its right to reject and delete any resume/ insertion or information/data fed in by the user without assigning any reason. This free service entitles the user alone i.e the same person, to add modify or change the data/information fed in by him but does not entitle him to use the free service to feed fresh insertion or information/data /resume of another person in place of the insertion or information/data already fed in by such user. TechnoBird has the right to make all such modifications/editing of resume in order to fit resume in its database. The subscriber will select a password at the time of registration that will enable the subscriber to access all the information received through Mustakbil.com, but the sole responsibility of the safe custody of the password shall be that of the subscriber and TechnoBird shall not be responsible for data loss/theft of data/corruption of data or the wrong usage/misuse of the password and any damage or leak of information and its consequential usage by a third party. TechnoBird undertakes to take all reasonable precautions at its end to ensure that there is no leakage/misuse of the password granted to the subscriber. It shall be the sole responsibility of the user to ensure that it uses the privacy setting options as it deems fit to debar / refuse access of the data fed by it, to such corporate entities individuals or consultants. TechnoBird shall not be responsible for such insertions / data being accessed by its subscribers or users whose access has not been specifically blocked /debarred by the user while using the privacy settings. Although TechnoBird will make all possible efforts to adhere to these privacy settings, it will not be responsible for a resume being seen by a blocked user for any reason. For best privacy settings it is recommended that you do not allow your resume to be searched at all. All changes / modifications made by the user to the data / information shall be effected and will come into operation only after 24-48 hours of such changes / modifications being made. On registration you agree to:a) Making your resume searchable to paying clients of TechnoBird who subscribe to Exclusive Membership. You may be contacted by subscribers of Exclusive Membership via email, telephone and/or post. If you wish to modify this setting and make yourself non-searchable, you may reset this in the Resume Management Section of your account. TechnoBird will not be held responsible for contacts/mails received by you.b) Receive job alerts (mails detailing jobs that match your profile as entered on Mustakbil.com) via email. You may turn off job alerts for your account by logging in to your account. c) Receive promotional mailers/ special offers. The user agreement between a user/subscriber and TechnoBird will be treated as having been terminated in the following events:( i ) On completion of the term for which the user/subscriber engages the services of the website; or( ii ) In case the user/subscriber violates any of the conditions of this agreement or any other agreement entered into by him with TechnoBird, however, such termination will be at the option and discretion of TechnoBird; or( iii )On writing and on such terms as agreed to by the parties mutually. ( iv )Termination of account by subscriber or TechnoBird.The User of these services does not claim any copyright or other Intellectual Property Right over the data uploaded by him/her on the website. Jurisdiction for any disputes arising from and related to this contest shall be Islamabad, Pakistan to the exclusion of all other courts. Disputes shall be resolved in accordance with the laws of Pakistan as applicable",
    "section": [
      "For Jobseekers"
    ]
  },
  {
    "text": "TechnoBird shall place the information only in jobs section on the website Mustakbil.com or such other mirror or parallel site(s) as TechnoBird may deem fit and properEach insertion so displayed in the jobs section of Mustakbil.com shall be for a fixed period (currently 30 days), which period is subject to change without noticeTechnoBird reserves its right to reject any insertion or information/data provided by the subscriber without assigning any reason either before uploading or after uploading the vacancy details, but in such an eventuality, any amount so paid for, shall be refunded to the subscriber on a pro-rata basis at the sole discretion of TechnoBirdTechnoBird has the right to make all such modifications/editing of the vacancy details in order to fit its databaseThe Subscriber/Recruiter may provide up to a maximum of 1 email id's for a vacancy posted on Mustakbil.com to collect response(s) if any, directly to subscriber’s mail box. The contact information given by the subscriber for all listing should be the same and the subscriber cannot give multiple contact information/data for the purpose of listingAll information intimated by the client and displayed by TechnoBird on Mustakbil.com becomes public knowledge and TechnoBird may at its sole discretion include the vacancy intimated by a client for display on Mustakbil.com in any other media including the print media at no extra costs to the client and TechnoBird cannot be held liable for usage/publicity of such informationTechnoBird offers no guarantee nor warranties that there would be a satisfactory response or any response at all once the job is put on displayTechnoBird shall in no way be held liable for any information received by the subscriber and it shall be the sole responsibility of the subscriber to check, authenticate and verify the information/response received at its own cost and expenseApplications received against free job postings would be retained and accessable through the employer account for 1 years only.Applications received against paid job postings would be retained and accessable through the employer account for 3 years.TechnoBird would not be held liable for loss of any data whether of technical nature or otherwise or all or any , information or particulars supplied by the customers due to the reasons beyond its control like corruption of data or delay or failure to perform as a result of any causes or conditions that are beyond TechnoBird's reasonable control including but not limited to strike, riots, civil unrest, Govt. policies, tampering of data by unauthorized persons like hackers, war and natural calamitiesTechnoBird will commence providing services only upon receipt of amount/charges upfront either from the subscriber or from a third party on behalf of the subscriberThe subscription expiry date will be calculated from the date on which the payment is receivedThe subscriber/Recruiter shall give an undertaking to TechnoBird that the jobs sought to be advertised on the classified section of Mustakbil.com are in existence, are genuine and that the subscriber has the authority to advertise the jobsThe subscriber/Recruiter must give an undertaking to TechnoBird that there will be no fee charged from any person who responds to jobs advertised on the classified section of Mustakbil.com for processing of such personTechnoBird reserves its right to change the look, feel, design, prominence, depiction, classification of the classified section of Mustakbil.com at any time without assigning any reason and without giving any noticeThe subscriber to this service shall be entitled to such number of listings during the period of subscription as may be agreed uponThe subscription is neither re-saleable nor transferable by the subscriber to any other person, corporate body, firm or individualOnly one office of one corporate entity / firm will be entitled to use this service and in case other offices of the same company/ associated companies, want to use the said service, then, they shall have to pay additional subscription charges for the serviceThe subscriber will select a password at the time of registration that will enable the subscriber to post vacancies on the site in agreed upon section(s), but the sole responsibility of the safe custody of the password shall be that of the subscriber and TechnoBird shall not be responsible for data loss/theft of data or corruption of data or the wrong usage/misuse of the password and any damage or leak of information and its consequential usage by a third party. TechnoBird undertakes to take all reasonable precautions at its end to ensure that there is no leakage/misuse of the password granted to the subscriberOnly insertions with contact information registered with TechnoBird will be displayed on the siteThe User of these services does not claim any copyright or other Intellectual Property Right over the data uploaded by him/her on the website. The Courts at Islamabad alone shall have the sole and exclusive jurisdiction in case of any disputeAll disputes arising out of the transactions between a user and TechnoBird will be resolved in accordance with the laws of Pakistan as applicable",
    "section": [
      "Job Posting"
    ]
  },
  {
    "text": "TechnoBird shall place the information in the Featured Employers sections on the website Mustakbil.com at additional cost as mentioned at https://www.mustakbil.com/ads_main_page.asp .Each insertion so displayed in the featured employers section of Mustakbil.com shall be for a fixed period as subscribed by the users.TechnoBird reserves its right to reject any insertion or information/data provided by the subscriber without assigning any reason either before uploading or after uploading the vacancy details, but in such an eventuality, any amount so paid for, shall be refunded to the subscriber on a pro-rata basis at the sole discretion of TechnoBirdTechnoBird has the right to make all such modifications/editing of the vacancy details in order to fit its databaseTechnoBird offers no guarantee nor warranties that there would be a satisfactory response or any response at all once the job vacancy is put on displayAll information intimated by the client and displayed by TechnoBird on Mustakbil.com becomes public knowledge and TechnoBird may at its sole discretion include the vacancy intimated by a client for display on Mustakbil.com in any other media including the print media at no extra costs to the client and TechnoBird cannot be held liable for usage/publicity of such informationTechnoBird shall in no way be held liable for any information received by the subscriber and it shall be the sole responsibility of the subscriber to check, authenticate and verify the information/response received at its own cost and expenseTechnoBird would not be held liable for any loss of data technical or otherwise, information, particulars supplied by the customers due to the reasons beyond its control like corruption of data or delay or failure to perform as a result of any causes or conditions that are beyond TechnoBird's reasonable control including but not limited to strike, riots, civil unrest, Govt. policies, tampering of data by unauthorized persons like hackers, war and natural calamitiesTechnoBird will commence providing services only upon receipt of amount/charges upfront either from the subscriber or from a third party on behalf of the subscriberThe subscription expiry date will be calculated from the date on which the payment is receivedThe subscriber/Recruiter shall give an undertaking to TechnoBird that the jobs sought to be advertised on the Featured Employers section of Mustakbil.com are in existence, genuine and the subscriber has the authority to advertise the jobs.The subscriber/Recruiter must give an undertaking to TechnoBird that there will be no fee charged from any person who responds to jobs advertised on the Featured Employers section of Mustakbil.com for processing of such personTechnoBird reserves its right to change the look, feel, design, prominence, depiction, classification of any section of Mustakbil.com at any time without assigning any reason and without giving any notice This subscription is neither re-saleable nor transferable by the subscriber to any other person, corporate body, firm or individualThe subscriber will select a password at the time of registration that will enable the subscriber to post vacancies on the site in agreed upon section(s), but the sole responsibility of the safe custody of the password shall be that of the subscriber and TechnoBird shall not be responsible for data loss/theft of data/corruption of data or the wrong usage/misuse of the password and any damage or leak of information and its consequential usage by a third party. TechnoBird undertakes to take all reasonable precautions at its end to ensure that there is no leakage/misuse of the password granted to the subscriberThe User of these services does not claim any copyright or other Intellectual Property Right over the data uploaded by him/her or on his behalf on the website All disputes arising out of the transactions between a user and TechnoBird will be resolved in accordance with the laws of Pakistan as applicable. All Disputes arising out of the transactions between a user and TechnoBird will be subject to the jurisdiction of Courts situate in Islamabad, Pakistan alone.",
    "section": [
      "Best Places To Work Section"
    ]
  },
  {
    "text": "TechnoBird agrees to provide the service to the subscriber only for the duration and the number of vacancies contracted for, to the best of its ability and TechnoBird shall in no way be held liable for any information received by the subscriber and it shall be the sole responsibility of the subscriber to check, authenticate and verify the information/response received at its own cost and expense. TechnoBird will make best efforts to use the parameters provided by the subscriber to short list, but takes no responsibility for the accuracy of the short listing based on the parameters for selection as specified by the subscriberTechnoBird would not be held liable for any loss of data technical or otherwise, information, particulars supplied by the customers due to the reasons beyond its control like corruption of data or delay or failure to perform as a result of any causes or conditions that are beyond TechnoBird's reasonable control including but not limited to strike, riots, civil unrest, Govt. policies, tampering of data by unauthorized persons like hackers, war and natural calamitiesTechnoBird will commence providing services only upon receipt of amount/charges upfront either from the subscriber or from a third party on behalf of the subscriberThe subscription expiry date will be calculated from the date on which the payment is receivedThis subscription is neither re-saleable nor transferable by the subscriber to any other person, corporate body, firm or individualThe User of these services does not claim any copyright or other Intellectual Property Right over the data uploaded by him/her on the website All disputes arising out of the transactions between a user and TechnoBird will be resolved in accordance with the laws of Pakistan as applicable. All Disputes arising out of the transactions between a user and TechnoBird will be subject to the jurisdiction of Courts situate in Islamabad, Pakistan alone.",
    "section": [
      "Manual short-listing of candidates"
    ]
  },
  {
    "text": "TechnoBird agrees to provide the service to the subscriber only for the duration contracted for to the best of its abilityTechnoBird reserves its right to suspend/terminate the services contracted for by the subscriber either prior to or during the contracted period without assigning any reason. In such an eventuality, any amount so paid for by the subscriber for this service, may be refunded by TechnoBird at a pro-rata basis to the subscriber at its discretion.2A). The subscriber shall be entitled to 1 user name / password to access the online resumes database alone.TechnoBird offers no guarantee nor warranties that there would be a satisfactory response or any response at all subscriber for applications received using our Online resumes DatabaseTechnoBird shall in no way be held liable for any information received by the subscriber and it shall be the sole responsibility of the subscriber to check, authenticate and verify the information/response received at its own cost and expense.TechnoBird would not be held liable for any loss of data technical or otherwise, information, particulars supplied by the customers due to the reasons beyond its control like corruption of data or delay or failure to perform as a result of any causes or conditions that are beyond TechnoBird's reasonable control including but not limited to strike, riots, civil unrest, Govt. policies, tampering of data by unauthorized persons like hackers, war and natural calamitiesTechnoBird will commence providing services only upon receipt of amount/charges upfront either from the subscriber or from a third party on behalf of the subscriberThe subscription expiry date will be calculated from the date on which the payment is receivedThe subscriber/Recruiter shall give an undertaking to TechnoBird that the jobs sought to be filled through Mustakbil.com are in existence, genuine and the subscriber has the authority to recruit /advertise for such vacancies. Also the subscriber undertakes that the database will be used to contact candidates for jobs onlyTechnoBird reserves its right to change the look, feel, design, prominence, depiction, classification of any section of Mustakbil.com at any time without assigning any reason and without giving any noticeThe subscriber/Recruiter must give an undertaking to TechnoBird that there will be no fee charged from any person who is contacted through Mustakbil.com’s Online resume database for processing of such personThis subscription is neither re-saleable nor transferable by the subscriber to any other person, corporate body, firm or individual concernThe subscriber will select a password at the time of registration that will enable the subscriber to access all the information received through the website, but the sole responsibility of the safe custody of the password shall be that of the subscriber and TechnoBird shall not be responsible for data loss/theft of data/corruption of data or the wrong usage/misuse of the password and any damage or leak of information and its consequential usage by a third party. TechnoBird undertakes to take all reasonable precautions at its end to ensure that there is no leakage/misuse of the password granted to the subscriberThe information on TechnoBird/Mustakbil.com is for use by its subscribers alone and does not authorize the subscriber to download and use the data for commercial purposes. In case any one is found to be in violation of this then TechnoBird at its discretion may suspend its service/subscription and also may take such action as it may be advisedThe subscriber shall not use / circulate / forward a person's resume hosted on the Mustakbil.com Network / Resumes to his / her current employer as mentioned by the person in his / her resumeThe User of these services does not claim any copyright or other Intellectual Property Right over the data uploaded by him or on his behalf on the website or supplied to TechnoBird. All disputes arising out of the transactions between a user and TechnoBird will be resolved in accordance with the laws of Pakistan as applicable. All Disputes arising out of the transactions between a user and TechnoBird will be subject to the jurisdiction of Courts situate in Islamabad, Pakistan alone.",
    "section": [
      "Access to Mustakbil.com’s Online Resumes Database"
    ]
  },
  {
    "text": "TechnoBird agrees to provide the service to the subscriber only for the duration contracted for, to the best of its ability.TechnoBird will display the banner on the location mentioned in contract.TechnoBird reserves its right to reject any insertion or information/data provided by the subscriber without assigning any reason, but in such an eventuality, any amount so paid for, shall be refunded to the subscriber on a pro-rata basisTechnoBird offers no guarantee nor warranties that there would be a satisfactory response or any response at all once the banners are put on displayTechnoBird would not be held liable for any loss of data technical or otherwise, information, particulars supplied by the customers due to the reasons beyond its control like corruption of data or delay or failure to perform as a result of any causes or conditions that are beyond TechnoBird's reasonable control including but not limited to strike, riots, civil unrest, Govt. policies, tampering of data by unauthorized persons like hackers, war and natural calamitiesTechnoBird will commence providing services only upon receipt of amount/charges upfront either from the subscriber or from a third party on behalf of the subscriberThe subscription expiry date will be calculated from the date on which the payment is receivedThis subscription is neither re-saleable nor transferable by the subscriber to any other person, corporate body, firm or individual The subscriber/Recruiter/Advertiser must give an undertaking to TechnoBird that there will be no fee charged from any person who responds to jobs advertised on Mustakbil.com for processing of applications / responses from such person The User of these services does not claim any copyright, Trade Mark or other Intellectual Property Right over the data uploaded by him/her on the website. The Banners displayed on Mustakbil.com shall be prepared as per the instructions received from the users, TechnoBird shall not be responsible for the user’s misappropriation of the Trade Mark/ Copyright or any other Intellectual Property Right sought to be passed of as that of the user.All disputes arising out of the transactions between a user and TechnoBird will be resolved in accordance with the laws of Pakistan as applicable.",
    "section": [
      "Banner Ads"
    ]
  },
  {
    "text": "All Disputes arising out of the transactions between a user and TechnoBird will be subject to the jurisdiction of Courts situate in Islamabad, Pakistan alone.",
    "section": [
      "Banner Ads"
    ]
  },
  {
    "text": "The use of the services offered by Mustakbil.com including this service is also subject to the terms and conditions which regulate the usage of the website. This service is provided by Mustakbil.com free of charge. This service is meant exclusively for individual and non commercial use. The content being provided through this service may not be edited/changed/modified in any manner without our permission. Any usage for non-personal/commercial purposes requires specific written permission to be obtained from us prior to commencing such usage. Please contact [email protected] to request permission. TechnoBird claims proprietary rights over the content being made available as RSS feeds from Mustakbil.com, including copyrights, trademark etc. The user shall provide acknowledgement to Mustakbil.com in connection with its use of RSS feeds obtained from the website. TechnoBird reserves the rights to discontinue providing RSS feeds, limit the users access to parts of the RSS feeds without assigning any reason for the same. Limits may be imposed. The factual content contained in the RSS feeds is displayed as supplied by various recruiters, recruitment agencies and other sources; TechnoBird offers no warranties about the correctness/truthfulness of the content",
    "section": [
      "RSS Feeds"
    ]
  },
  {
    "text": "This Site reserves the right to charge subscription and / or membership fees in respect of any part, aspect of this Site upon reasonable prior notice.",
    "section": [
      "Charges"
    ]
  },
  {
    "text": "TechnoBird reserves its right to terminate your account without any prior notice for any violation of the Terms of Use.",
    "section": [
      "Charges"
    ]
  },
  {
    "text": "All content posted by you becomes the property of TechnoBird and you agree to grant/assign the royalty free, perpetual right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such content (in whole or part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or later developed.",
    "section": [
      "Charges"
    ]
  },
  {
    "text": "Unless otherwise specified, we grant you a non-exclusive, non-transferable, limited right to access, use and display this Website and the material provided hereon, and the Other Services / Products that you subscribed to, for your personal, noncommercial use, provided that you comply fully with the provisions of this Agreement. You agree not to assign, transfer or sublicense your rights as a registered user of, or subscriber to, this Website and/or our Other Services / Products. You understand that only you may use your user account and password, and that your subscription to our Other Services / Products is only valid for your personal, noncommercial use and may not be shared with others. You agree to be financially responsible for all usage or activity of Fee-Based Products( if you have subscribed to any of our Fee-Based products) subscribed to by you.",
    "section": [
      "Your Use of this Website and Our other services/Products"
    ]
  },
  {
    "text": "By using this Website and/or our Other Services / Products, you agree to be legally bound and to abide by this Agreement, just as if you had signed this Agreement. If you do not comply with this Agreement at any time, we reserve the right to cancel or terminate your password, user account, and/or access to this Website (or any part thereof) and/or our Other Services / Products (including Fee-Based Products). In our sole discretion and without prior notice or liability, we may discontinue, modify or alter any aspect of the Website or our Other Services including our Fee-Based Products, including, but not limited to, (i) restricting the time the Website and/or a Fee-Based Product is available, (ii) restricting the amount of use permitted, and (iii) restricting or terminating any user's right to use the Website and/or any of our Other Services / Products. You agree that any termination or cancellation of your access to, or use of, the Website and/or our Fee-Based Products may be effected without prior notice. If you do not abide by the terms of this Agreement, except as we may otherwise provide from time to time, you agree that we may immediately deactivate or delete your user account and all related information and/or files in your user account and/or bar any further access to such information and/or files, our Website (or part thereof) and/or Other Services / Products including our Fee-Based Products. Further, you agree that we shall not be liable to you or any third-party for any termination or cancellation of your access to, or use of, our Website and/or Other Services / Products including our Fee-Based Products.",
    "section": [
      "Your Use of this Website and Our other services/Products"
    ]
  },
  {
    "text": "You acknowledge that your only right with respect to any dissatisfaction with any modification or discontinuation of service made by us pursuant to this provision or this Agreement, or any policies or practices by us in providing this Website or Other Services / Products including our Fee-Based Products, including without limitation any change in content or any change in the amount or type of fees or charges associated with the Fee-Based Products, is to cancel or terminate your subscription or registered user account, as applicable. From time to time, we may supplement this Agreement with additional terms and conditions pertaining to specific content, activities or events (\"Additional Terms\"). Such Additional Terms may be placed on the Website to be viewed in connection with the specific content, activities, features or events and shall be identified as such. You understand and agree that such Additional Terms are hereby incorporated by reference into this Agreement. The Company makes no warranty, express or implied, against damages resulting from failure to store, manage, process, or deliver any document or data. The Company sometimes uses outside contractors to perform these functions. The Company also specifically excludes all warranties related to the performance of these functions by outside contractors.",
    "section": [
      "Your Use of this Website and Our other services/Products"
    ]
  },
  {
    "text": "We are committed to protecting your privacy and security and the information that you provide us when registering with us and we try our best to protect it from unauthorized access but incase of any hacking event TechnoBird takes no responsibility for any misuse of your data. When you create a resume or apply for job(s) you are making it available to different Employers (or the one for which you applying) hence we take no responsibility for any misuse of your data. We are not an employer or job providing company, jobs posted here on our website are not on behalf of TechnoBird( and also not on behalf of Mustakbil.com) and hence we don't take any responsibility for the correctness of the jobs posted on our website. Hence as a Jobs seeker you can apply for different jobs at your own risk. Similarly we don't take any responsibility for the data posted by different Job Seekers in their resumes. When you post your resume on our website either by using our online resume builder or by any other mean, its accessible by all Employers who have subscribed to Paid services. So those Employers will be able to search/browse your resume and hence data in it. We don't verify each company registered with us and hence take no responsibility incase of any misuse of data provided in your resume.",
    "section": [
      "Privacy and Security"
    ]
  },
  {
    "text": "You acknowledge that all Content and all information, resumes, cover letters, web pages, software, photos, video, text, graphics, music, sounds, questions, creative suggestions, messages, comments, feedback, ideas ,notes, drawings, articles and other materials posted, emailed, or otherwise transmitted to or on this Website, now or in the future, whether posted at our request or voluntarily, and whether publicly posted or privately transmitted (collectively, the \"Postings\"), are the sole responsibility of the person who made such Postings. This means that you are entirely responsible for all Postings that you post, email or otherwise transmit to this Website. We do not control the Postings posted, emailed or otherwise transmitted on our Website by others and, as such, we do not guarantee the accuracy, integrity or quality of such Postings. Under no circumstances will we be liable in any way for any Postings including, but not limited to, for any errors or omissions in any Postings, or for any loss or damage of any kind incurred as a result of the use of any Postings posted, emailed or otherwise transmitted to or through this Website. You agree not to use this Website to:",
    "section": [
      "Community Standards and Conduct Guidelines"
    ]
  },
  {
    "text": "Upload, post, email or otherwise transmit any Postings or other materials that are unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable (in our sole discretion);Harm minors in any way; Impersonate any person; Forge headers or otherwise manipulate identifiers in order to disguise the origin of any Postings or other materials transmitted to or through this Website;Upload, post, email or otherwise transmit any Postings or other materials that you do not have a right to upload, post, email or otherwise transmit under any law or under contractual or fiduciary relationships (such as insider information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);Upload, post, email or otherwise transmit any Postings or other materials that infringe upon any patent, trademark, trade secret, copyright, right of privacy or publicity or other proprietary rights of any party; Upload, post, email or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of commercial solicitation, Upload, post, email or otherwise transmit any Postings or other materials that contain software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment; Interfere with or disrupt this Website or servers or networks connected to this Website, or disobey any requirements, procedures, policies or regulations of networks connected to the Website; Intentionally or unintentionally violate any applicable local, state, national or international law, including, but not limited to, any regulations having the force of law; or\"Stalk\" or otherwise harass another user or employee of this Website.",
    "section": [
      "Community Standards and Conduct Guidelines"
    ]
  },
  {
    "text": "Your privilege to use this Website depends on your compliance with the community standards and conduct guidelines set forth above. We may revoke your privileges to use all or a portion of this Website and/or take any other appropriate measures to enforce these community standards and conduct guidelines if violations are brought to our attention. Further, if you fail to adhere to our community standards and conduct guidelines, we may terminate, in our sole discretion, your use of, or participation in our website.",
    "section": [
      "Community Standards and Conduct Guidelines"
    ]
  },
  {
    "text": "Either you or TechnoBird may terminate or cancel your subscription to our Products at any time. All fees and charges are nonrefundable. You understand and agree that the cancellation or termination of your subscription is your sole right and remedy with respect to any dispute with us including, without limitation, any dispute related to, or arising out of: (i) any terms of this Agreement or our enforcement or application of this Agreement; (ii) any practice or policy of TechnoBird, including our Terms of Use and Privacy Policy, or our enforcement or application of these policies; (iii) the content available through this Website or any change in content provided through the Website or on a Fee-Based Product; (iv) your ability to access and/or use our Website or any Fee-Based Product; or (v) the amount or types of our fees or charges, surcharges, applicable taxes, or billing methods, or any change to our fees or charges, applicable taxes, or billing methods.",
    "section": [
      "Cancellation of Subscription"
    ]
  },
  {
    "text": "You can cancel your subscription by sending an email to [email protected] and telling us that you want to stop using our services or by contacting Customer Service (and following the instructions provided) or by such other means as we may provide from time to time.",
    "section": [
      "Cancellation of Subscription"
    ]
  },
  {
    "text": "The availability and use of our Fee-Based Products may be limited based on, but not limited to, the user's membership, account status, computer platform, browser and operating system; installed software; availability and access to the required software necessary for running the application; and installed firewall and pop-up blocking software.",
    "section": [
      "Availability of Fee-Based Products"
    ]
  },
  {
    "text": "All the contents of this Site are only for general information or use. They do not constitute advice and should not be relied upon in making (or refraining from making) any decision. Any specific advice or replies to queries in any part of the Site is/are the personal opinion of such experts/consultants/persons and are not subscribed to by this Site. The information from or through this site is provided on \"AS IS\" basis, and all warranties, expressed or implied of any kind, regarding any matter pertaining to any goods, service or channel, including without limitation, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement are disclaimed and excluded.",
    "section": [
      "Disclaimer of Warranties and Liability"
    ]
  },
  {
    "text": "Certain links on the Site lead to resources located on servers maintained by third parties over whom TechnoBird has no control or connection, business or otherwise as these sites are external to TechnoBird you agree and understand that by visiting such sites you are beyond the TechnoBird website. TechnoBird therefore neither endorses nor offers any judgment or warranty and accepts no responsibility or liability for the authenticity/availability of any of the goods/services/or for any damage, loss or harm, direct or consequential or any violation of local or international laws that may be incurred by your visit and/or transaction/s on these sites.",
    "section": [
      "Disclaimer of Warranties and Liability"
    ]
  },
  {
    "text": "You agree to indemnify, hold harmless and, at our option, defend us and our affiliates, and our and their officers, directors, employees, stockholders, agents and representatives from any and all third party claims, liability, damages and/or costs (including, but not limited to, reasonable attorneys fees and expenses) arising from your improper use of this Website or our products or offerings (including, without limitation, the Fee-Based Products), your violation of this Agreement, or your infringement, or the infringement or use by any other user of your account, of any intellectual property or other right of any person or entity.",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "We respect the intellectual property of others, and we ask our users to do the same. We may, in appropriate circumstances and in our sole discretion, terminate the rights of any user to use our Website (or any part thereof) who infringe the intellectual property rights of others.",
    "section": [
      "Copyright Complaints"
    ]
  },
  {
    "text": "Part of the Site contains advertising/other material submitted to TechnoBird by third parties. Responsibility for ensuring that material submitted for inclusion on the Site complies with applicable International and National law is exclusively on the advertisers and TechnoBird will not be responsible for any claim, error, omission or inaccuracy in advertising material. TechnoBird reserves the right to omit, suspend or change the position of any advertising material submitted for insertion. Acceptance of advertisements on the Site will be subject to TechnoBird terms and conditions which are available on request.",
    "section": [
      "Advertising Material"
    ]
  },
  {
    "text": "TechnoBird shall have no liability to you for any interruption or delay in access to the Site irrespective of the cause.",
    "section": [
      "Force Majeure"
    ]
  },
  {
    "text": "The Agreement shall be governed by the Laws of Pakistan.",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Accounting Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Administration Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Advertising & Marketing Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Computer Software Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Customer Service Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Education Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Engineering Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Finance Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "HR & Recruiting Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Information Technology Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Media Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Production Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Retail Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Sales Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Telecom Jobs",
    "section": [
      "Pakistani Law"
    ]
  },
  {
    "text": "Web & E-commerce Jobs",
    "section": [
      "Pakistani Law"
    ]
  }
]