[
  {
    "text": "For the best user experience, please upgrade your browser version or switch to a more current browser. Click Here - Opens a modal dialog for more information.",
    "section": []
  },
  {
    "text": "Close",
    "section": []
  },
  {
    "text": "IMPORTANT: THIS AGREEMENT ('AGREEMENT') SETS FORTH THE TERMS AND CONDITIONS FOR YOUR ACCESS AND USE OF THE 1ST FINANCIAL BANK USA ('1FBUSA') SITE AND THE INFORMATION CONTAINED ON THE SITE ('SITE').",
    "section": []
  },
  {
    "text": "The trademarks, logos, and service marks ('Marks') displayed on the Site are the property of 1FBUSA and other parties. Users are prohibited from using any Marks without the written permission of 1FBUSA or such third party that may own the Marks. All content on the Site is protected by copyright. Users are prohibited from modifying, copying, distributing, transmitting, displaying, publishing, selling, licensing, creating derivative works, or using any content on the Site for commercial or public purposes. You may download materials displayed on the Site solely for your personal, non-commercial use, acknowledging that you are responsible for protecting your information contained in such downloads.",
    "section": [
      "COPYRIGHTS; TRADEMARKS."
    ]
  },
  {
    "text": "Your access to and use of the Site is subject to all applicable federal, state, and local laws and regulations.",
    "section": [
      "LAWS AND REGULATIONS."
    ]
  },
  {
    "text": "THE SITE IS PROVIDED TO YOU ON AN 'AS IS,' 'AS AVAILABLE' BASIS. 1FBUSA DOES NOT WARRANT EITHER THE COMPLETENESS, ACCURACY OR QUALITY OF THE SITE OR THE AVAILABILITY OF THE SITE. NO WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, TITLE, NONINFRINGEMENT, SECURITY, OR ACCURACY IS GIVEN WITH RESPECT TO THE SITE. It is the responsibility of the user to evaluate the accuracy, completeness, and usefulness of any information or other content available through the Site.",
    "section": [
      "NO WARRANTIES."
    ]
  },
  {
    "text": "IN NO EVENT WILL 1FBUSA (OR ITS AFFILIATES AND SUBSIDIARIES) BE LIABLE FOR ANY DAMAGES (REGARDLESS OF THE CAUSE OF ACTION AND WHETHER BASED IN CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE) TO THE USER AND/OR ANY THIRD PARTY, INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR SPECIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH ACCESS TO OR USE OF THE SITE, EVEN IF IFBUSA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. WITHOUT LIMITING THE FOREGOING, IN NO EVENT WILL 1FBUSA (OR ITS AFFILIATES AND SUBSIDIARIES) BE LIABLE FOR ANY DELAY, DEFECTS, VIRUSES, OR INCOMPATIBILITY OF THE SITE NOR LIABLE FOR EVENTS BEYOND THE REASONABLE CONTROL OF 1FBUSA.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "1FBUSA has a strong commitment to maintaining the privacy of your information. The terms regarding your privacy are in 1FBUSA's Privacy Policy. Please review the Privacy Policy, as it is a part of this Agreement.",
    "section": [
      "PRIVACY."
    ]
  },
  {
    "text": "1FBUSA is not responsible for the content available on any other Internet sites linked to the Site. Access to any other Internet sites linked to the Site is at the user's own risk.",
    "section": [
      "LINKED INTERNET SITES."
    ]
  },
  {
    "text": "Other than for your non-public personal information that is protected under the Privacy Policy, all information that you submit using the Site will be treated as non-confidential and 1FBUSA shall have the right to use such information for any purpose as permitted by federal law. By sending such information to 1FBUSA, you agree that 1FBUSA shall be free to use such information. In submitting such information, you agree that such information will be deemed the sole and exclusive property of 1FBUSA.",
    "section": [
      "SUBMISSIONS."
    ]
  },
  {
    "text": "1FBUSA may terminate your use of the Site for any reason at any time.",
    "section": [
      "CANCELLATION."
    ]
  },
  {
    "text": "1FBUSA reserves the right to revise this Agreement at any time, and users are deemed to be appraised of and bound by any changes to this Agreement and your use of the Site will further be deemed an acceptance of such revised terms.",
    "section": [
      "CHANGES TO AGREEMENT."
    ]
  },
  {
    "text": "Access to and use of password-protected and/or secured areas of the Site are restricted to authorized users only. You agree that only existing 1FBUSA account holders may use these areas of the Site and that all registration information that you provide is complete and accurate as to your account with 1FBUSA. Unauthorized individuals attempting to access these areas of the Site may be subject to prosecution. You agree to keep your password in strictest confidence and not to disclose it to anyone else. If you think that someone may have learned of your password, immediately select a new password and notify us. TO THE EXTENT PERMITTED BY APPLICABLE LAW, 1FBUSA WILL HAVE NO LIABILITY TO YOU OR A THIRD PARTY FOR ANY UNAUTHORIZED ACTIVITIES USING YOUR PASSWORD THAT OCCURS BEFORE YOU HAVE NOTIFIED 1FBUSA AND 1FBUSA HAS HAD A REASONABLE OPPORTUNITY TO ACT ON SUCH NOTICE. No 1FBUSA employees, personnel, or any affiliated company will request your username or password. In the event that you receive such a request, do not disclose such information and contact 1FBUSA immediately.",
    "section": [
      "PASSWORDS."
    ]
  },
  {
    "text": "There is no fee or charge assessed by 1st Financial Bank USA to access or use the Site, although message and data rates may apply. Such charges may include those from your telecommunications service provider. You should refer to your agreement with your telecommunications carrier regarding such fees.",
    "section": [
      "FEES AND CHARGES."
    ]
  },
  {
    "text": "1FBUSA reserves the right to seek all remedies available at law and in equity for violations of this Agreement, including the right to block access from a particular Internet address to the Site.",
    "section": [
      "VIOLATIONS OF AGREEMENT."
    ]
  },
  {
    "text": "OTHER LEGAL TERMS",
    "section": []
  },
  {
    "text": "1FBUSA operates and controls its Web sites from its offices in the State of South Dakota, United States of America. 1FBUSA makes no representation that any information, materials, or functions included on its Web sites are appropriate for use in any other jurisdiction. If you choose to access the Site from other locations, you do so on your own initiative and are solely responsible for compliance with applicable local laws and regulations.",
    "section": [
      "JURISDICTION."
    ]
  },
  {
    "text": "No provision of this Agreement shall be deemed to be waived and no breach excused unless such waiver or consent is in writing and signed by the party that is claimed to have waived or consented. The exercise of any right or remedy provided in this Agreement shall be without prejudice to the right to exercise any other right or remedy provided by law or equity. In the event any provision of these terms is held unenforceable, it will not affect the validity or enforceability of the remaining provisions and will be replaced by an enforceable provision that comes the closest to the intention underlying the unenforceable provision.",
    "section": [
      "WAIVER; SEVERABILITY."
    ]
  },
  {
    "text": "Your access to and use of 1FBUSA Web sites and these terms are governed by and will be construed in accordance with the laws of the State of South Dakota, without regard to principles of conflicts and laws. You agree to the exclusive jurisdiction of the courts in the State of South Dakota.",
    "section": [
      "GOVERNING LAW; VENUE."
    ]
  }
]