[
  {
    "text": "This Agreement was last modified on 18 February 2016.",
    "section": []
  },
  {
    "text": "These terms and conditions outline the rules and regulations for the use of 1GameStop’s Website.",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "1GameStop is located at:",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "Location Adress",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "By accessing this website we assume you accept these terms and conditions in full. Do not continue to use 1GameStop’s website",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "if you do not accept all of the terms and conditions stated on this page.",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "and any or all Agreements: “Client”, “You” and “Your” refers to you, the person accessing this website",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "and accepting the Company’s terms and conditions. “The Company”, “Ourselves”, “We”, “Our” and “Us”, refers",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "to our Company. “Party”, “Parties”, or “Us”, refers to both the Client and ourselves, or either the Client",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "or ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "the process of our assistance to the Client in the most appropriate manner, whether by formal meetings",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "of a fixed duration, or any other means, for the express purpose of meeting the Client’s needs in respect",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "of provision of the Company’s stated services/products, in accordance with and subject to, prevailing law",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "of Hungary. Any use of the above terminology or other words in the singular, plural,",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.",
    "section": [
      "Welcome to 1GameStop"
    ]
  },
  {
    "text": "We employ the use of cookies. By using 1GameStop’s website you consent to the use of cookies",
    "section": [
      "Cookies"
    ]
  },
  {
    "text": "in accordance with 1GameStop’s privacy policy.",
    "section": [
      "Cookies"
    ]
  },
  {
    "text": "Most of the modern day interactive web sites",
    "section": [
      "Cookies"
    ]
  },
  {
    "text": "use cookies to enable us to retrieve user details for each visit. Cookies are used in some areas of our site",
    "section": [
      "Cookies"
    ]
  },
  {
    "text": "to enable the functionality of this area and ease of use for those people visiting. Some of our",
    "section": [
      "Cookies"
    ]
  },
  {
    "text": "affiliate / advertising partners may also use cookies.",
    "section": [
      "Cookies"
    ]
  },
  {
    "text": "Unless otherwise stated, 1GameStop and/or it’s licensors own the intellectual property rights for",
    "section": [
      "License"
    ]
  },
  {
    "text": "all material on 1GameStop. All intellectual property rights are reserved. You may view and/or print",
    "section": [
      "License"
    ]
  },
  {
    "text": "pages from https://1GameStop.eu/ for your own personal use subject to restrictions set in these terms and conditions.",
    "section": [
      "License"
    ]
  },
  {
    "text": "You must not:",
    "section": [
      "License"
    ]
  },
  {
    "text": "Sell, rent or sub-license material from https://1GameStop.eu/",
    "section": [
      "License"
    ]
  },
  {
    "text": "Reproduce, duplicate or copy material from https://1GameStop.eu/",
    "section": [
      "License"
    ]
  },
  {
    "text": "Redistribute content from 1GameStop (unless content is specifically made for redistribution).",
    "section": [
      "License"
    ]
  },
  {
    "text": "This Agreement shall begin on the date hereof.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material and data (‘Comments’) in areas of the website. 1GameStop does not screen, edit, publish or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of 1GameStop, its agents or affiliates. Comments reflect the view and opinion of the person who posts such view or opinion. To the extent permitted by applicable laws 1GameStop shall not be responsible or liable for the Comments or for any loss cost, liability, damages or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "1GameStop reserves the right to monitor all Comments and to remove any Comments which it considers in its absolute discretion to be inappropriate, offensive or otherwise in breach of these Terms and Conditions.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "You warrant and represent that:",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "The Comments do not infringe any intellectual property right, including without limitation copyright, patent or trademark, or other proprietary right of any third party;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material or material which is an invasion of privacy",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "You hereby grant to 1GameStop a non-exclusive royalty-free license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "The following organizations may link to our Web site without prior written approval:",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Government agencies;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Search engines;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "News organizations;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses; and",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "We may consider and approve in our sole discretion other link requests from the following types of organizations:",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "commonly-known consumer and/or business information sources such as Chambers of Commerce, American Automobile Association, AARP and Consumers Union;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "dot.com community sites;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "associations or other groups representing charities, including charity giving sites,",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "online directory distributors;",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "accounting, law and consulting firms whose primary clients are businesses; and",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "educational institutions and trade associations.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "We will approve link requests from these organizations if we determine that: (a) the link would not reflect",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "unfavorably on us or our accredited businesses (for example, trade associations or other organizations",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "to link); (b)the organization does not have an unsatisfactory record with us; (c) the benefit to us from",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "the visibility associated with the hyperlink outweighs the absence of link is in the context of general resource information or is otherwise consistent with editorial content",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "in a newsletter or similar product furthering the mission of the organization.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "These organizations may link to our home page, to publications or to other Web site information so long as",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "of the linking party and it products or services; and (c) fits within the context of the linking party’s",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "site.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "If you are among the organizations listed in paragraph 2 above and are interested in linking to our website,",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "you must notify us by sending an e-mail to gamer.kings.gamekeys@gmail.com.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Please include your name, your organization name, contact information (such as a phone number and/or e-mail",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site,",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "and a list of the URL(s) on our site to which you would like to link. Allow 2-3 weeks for a response.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Approved organizations may hyperlink to our Web site as follows:",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "By use of our corporate name; or",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "By use of the uniform resource locator (Web address) being linked to; or",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "By use of any other description of our Web site or material being linked to that makes sense within the context and format of content on the linking party’s site.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "No use of 1GameStop’s logo or other artwork will be allowed for linking absent a trademark license",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "agreement.",
    "section": [
      "User Comments"
    ]
  },
  {
    "text": "Without prior approval and express written permission, you may not create frames around our Web pages or",
    "section": [
      "Iframes"
    ]
  },
  {
    "text": "use other techniques that alter in any way the visual presentation or appearance of our Web site.",
    "section": [
      "Iframes"
    ]
  },
  {
    "text": "We reserve the right at any time and in its sole discretion to request that you remove all links or any particular",
    "section": [
      "Reservation of Rights"
    ]
  },
  {
    "text": "link to our Web site. You agree to immediately remove all links to our Web site upon such request. We also",
    "section": [
      "Reservation of Rights"
    ]
  },
  {
    "text": "reserve the right to amend these terms and conditions and its linking policy at any time. By continuing",
    "section": [
      "Reservation of Rights"
    ]
  },
  {
    "text": "to link to our Web site, you agree to be bound to and abide by these linking terms and conditions.",
    "section": [
      "Reservation of Rights"
    ]
  },
  {
    "text": "If you find any link on our Web site or any linked web site objectionable for any reason, you may contact",
    "section": [
      "Removal of links from our website"
    ]
  },
  {
    "text": "us about this. We will consider requests to remove links but will have no obligation to do so or to respond",
    "section": [
      "Removal of links from our website"
    ]
  },
  {
    "text": "directly to you.",
    "section": [
      "Removal of links from our website"
    ]
  },
  {
    "text": "Whilst we endeavour to ensure that the information on this website is correct, we do not warrant its completeness",
    "section": [
      "Removal of links from our website"
    ]
  },
  {
    "text": "or accuracy; nor do we commit to ensuring that the website remains available or that the material on the",
    "section": [
      "Removal of links from our website"
    ]
  },
  {
    "text": "website is kept up to date.",
    "section": [
      "Removal of links from our website"
    ]
  },
  {
    "text": "We shall have no responsibility or liability for any content appearing on your Web site. You agree to indemnify",
    "section": [
      "Content Liability"
    ]
  },
  {
    "text": "and defend us against all claims arising out of or based upon your Website. No link(s) may appear on any",
    "section": [
      "Content Liability"
    ]
  },
  {
    "text": "page on your Web site or within any context containing content or materials that may be interpreted as",
    "section": [
      "Content Liability"
    ]
  },
  {
    "text": "libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or",
    "section": [
      "Content Liability"
    ]
  },
  {
    "text": "other violation of, any third party rights.",
    "section": [
      "Content Liability"
    ]
  },
  {
    "text": "To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill). Nothing in this disclaimer will:",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "limit or exclude our or your liability for death or personal injury resulting from negligence;",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "limit or exclude our or your liability for fraud or fraudulent misrepresentation;",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "limit any of our or your liabilities in any way that is not permitted under applicable law; or",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "exclude any of our or your liabilities that may not be excluded under applicable law.",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a)",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer or",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "(including negligence) and for breach of statutory duty.",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "To the extent that the website and the information and services on the website are provided free of charge,",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "we will not be liable for any loss or damage of any nature.",
    "section": [
      "Disclaimer"
    ]
  },
  {
    "text": "This Terms and conditions page was created at termsandconditionstemplate.com generator. If you have",
    "section": [
      "Credit & Contact Information"
    ]
  },
  {
    "text": "any queries regarding any of our terms, please contact us.",
    "section": [
      "Credit & Contact Information"
    ]
  }
]