[
  {
    "text": "Last Updated: May 22, 2018",
    "section": []
  },
  {
    "text": "One God-One Day-One Africa is a Not for profit registered charity with the main office in Corona del Mar, CA– United States.",
    "section": []
  },
  {
    "text": "Founder and President: Jennifer Wilde.",
    "section": []
  },
  {
    "text": "Incorporation #: 4064906, Sept 13, 2017, California",
    "section": []
  },
  {
    "text": "FEIN: 82-3649384",
    "section": []
  },
  {
    "text": "One God - One Day - One Africa (\"1GDA\", \"we\", or \"us\"), allows you access to and use of this site (\"Site\") subject to these terms of use (the \"Terms\"). Specific services available through the Site may include additional terms, which are hereby incorporated into these Terms. Please read both these Terms and any additional terms carefully before accessing or using the Site. TO USE THE SITE, YOU MUST FIRST AGREE TO THESE TERMS. BY USING OR ACCESSING THE SITE, YOU ACCEPT THESE TERMS AND REPRESENT AND WARRANT THAT YOU ARE 18 YEARS OF AGE OR OLDER. IF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT AND WARRANT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY TO THESE TERMS, IN WHICH CASE \"YOU\" OR \"YOUR\" WILL REFER TO SUCH ENTITY.",
    "section": [
      "Agreement to Terms"
    ]
  },
  {
    "text": "We may amend these Terms from time to time. If we make material changes to the Terms, we will notify you by posting a prominent notice on the Site and/or sending you an e-mail at your primary email address, as specified in your Account (defined below). Any changes to these Terms will be effective immediately for new users of our Site; otherwise these changes will be effective upon the earlier of thirty (30) calendar days following our dispatch of an e-mail notice to you or thirty (30) calendar days following our posting of a notice on our Site. You are responsible at all times for updating your Account to provide to us your most current e-mail address. If the last e-mail address that you have provided to us is not valid, or for any reason is not capable of delivering to you the notice described above, our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice. Continued use of our Site following notice of such changes shall indicate your acknowledgement of, and agreement to be bound by, such changes.",
    "section": [
      "Modification of Terms"
    ]
  },
  {
    "text": "For certain uses of the Site, 1GDA may require you to provide information about yourself (such as identification or contact information) or to create a user account (\"Account\"). You agree that any such information and any information that you provide in connection with your Account will always be correct, complete and up to date. You will be responsible for all activities that occur under your Account and therefore you agree to keep your password confidential. You agree to notify us immediately of any unauthorized use of your Account or if you believe that your password is no longer confidential. We reserve the right to require you to alter your user name and/or password if we believe that your Account is no longer secure. You will not: (a) provide any false information as part of your Account information or in connection with the Site; (b) create an Account for anyone other than yourself; (c) create or use more than one Account at any given time; (d) transfer your Account to anyone else; (e) permit others to use your Account; or (f) use or access other persons' Accounts.",
    "section": [
      "Your Information and Account"
    ]
  },
  {
    "text": "BY VISITING OUR WEB SITES AND USING ANY OF THE SERVICES AVAILABLE THROUGH THE WEB SITES (THE \"SERVICES\"), YOUR PERSONAL INFORMATION WILL BE PROCESSED IN ACCORDANCE WITH OUR PRIVACY POLICY (\"PRIVACY POLICY\"). YOUR PERSONAL INFORMATION MAY BE PROCESSED IN THE COUNTRY WHERE IT WAS COLLECTED, AS WELL AS IN COUNTRIES WHERE PRIVACY LAWS MAY BE LESS STRINGENT, INCLUDING THE UNITED STATES. BY USING THE SERVICES OR SUBMITTING PERSONAL INFORMATION THROUGH THE SERVICES, YOU ARE EXPRESSLY CONSENTING TO SUCH PROCESSES. TO THE EXTENT YOU PROVIDE PERSONAL INFORMATION ABOUT A NAMED PERSON OR ENTITY THAT IS NOT A CURRENT USER OF OUR SERVICES, YOU REPRESENT THAT YOU HAVE THAT PERSON OR ENTITY'S CONSENT TO DO SO.",
    "section": [
      "Note to International Visitors"
    ]
  },
  {
    "text": "When using the Site, you agree to comply with the following guidelines:",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you may not post or transmit information, data, text, software, graphics, sound, photographs, video, messages, or other content (collectively, \"Content\") that is unlawful, harassing, inaccurate, libelous, defamatory, obscene, fraudulent, harmful, threatening, abusive, hateful, or is otherwise determined to be objectionable by us;",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you may not interfere with other users' use of the Site;",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you will not post or upload any virus, time bomb, worm, corrupted file, or other software routine capable of disrupting, disabling, harming the operation of, or providing unauthorized access, to the Site;",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you will comply with all of these Terms and any applicable laws or regulations (including any laws regarding the export of data or software to and from the United States or other relevant countries);",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you may not use the Site to advertise or sell products or services to others or engage in activities such as contests, sweepstakes, or pyramid schemes;",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you may not impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity;",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you may not post or transmit Content that you do not have a right to post or transmit under any law or under contractual or fiduciary relationships (such as inside information, confidential information, etc.); and",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "you may not use the Site to solicit, collect or store personal data or passwords of other users.",
    "section": [
      "Site Conduct"
    ]
  },
  {
    "text": "If you violate any of these Terms or other user guidelines posted on the Site, or if 1GDA believes that your conduct or Content is offensive or illegal, violates the rights of, harms, or threatens to harm third parties, or may create liability for 1GDA or third parties, 1GDA reserves the right (but is not obligated) to investigate and take appropriate legal action in its sole discretion, including removing Content from the Site, notifying the appropriate authorities regarding the source of such Content, barring you from accessing the Site, and terminating your Account.",
    "section": [
      "Violation of Terms"
    ]
  },
  {
    "text": "You grant to 1GDA a world-wide, royalty-free, perpetual, irrevocable, transferable, non-exclusive and fully sub licensable right and license to use, reproduce, modify, adapt, publish, translate, prepare derivative works of, distribute, perform and display any and all Content (in whole or part) that you post or submit to the Site (\"User Content\"), and to incorporate the User Content in other works, in any form, media, or technology now known or later developed. You represent and warrant that: (a) you have the right to grant the foregoing license and to post and submit the User Content; and (b) the User Content will not infringe, misappropriate, or violate any third party rights (including any intellectual property rights). You are solely responsible for your User Content. 1GDA reserves the right in its sole discretion to delete or leave unchanged any Content submitted to or appearing on the Site.",
    "section": [
      "Submission of Content"
    ]
  },
  {
    "text": "1GDA or third parties may provide on the Site links to other Internet sites or services (\"Third Party Sites and Services\"). 1GDA has no control over Third Party Sites and Services; 1GDA does not endorse, and is not responsible for, any Third Party Sites and Services or the information, material, products or services contained on or accessible through Third Party Sites and Services. You acknowledge that 1GDA is not responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance upon any such information, material, products, or services. Many Third Party Sites and Services have their own terms of use and privacy policies that differ from ours. 1GDA's Terms and Privacy Policy only apply to our Site and do not apply to any Third Party Sites and Services.",
    "section": [
      "Third Party Links and Third Parties on the Site"
    ]
  },
  {
    "text": "We may allow third parties to provide certain information displayed on the Site. Any third-party information is not sponsored, endorsed, recommended, or licensed by 1GDA. You should directly contact the third parties and/or their references for the most accurate information.",
    "section": [
      "Third Party Links and Third Parties on the Site"
    ]
  },
  {
    "text": "Your interaction, correspondence or transactions with, third parties using the Site, including participation in promotions or e-commerce (collectively, \"Third Party Interactions\"), and any terms, conditions, warranties or representations associated with Third Party Interactions, are solely between you and such third parties. You agree that 1GDA shall not be responsible or liable for any loss or damage of any sort incurred in connection with your Third Party Interactions or the presence of such third parties on the Site. 1GDA reserves the right (but is not obligated), to monitor, or take any action 1GDA deems appropriate regarding, disputes between you and third parties using the Site. To the extent permitted under applicable laws, you hereby release 1GDA from any and all claims or liability related to: (a) any Content posted on the Site by you or third parties; or (b) the conduct, whether online or offline, of any third party.",
    "section": [
      "Third Party Links and Third Parties on the Site"
    ]
  },
  {
    "text": "You agree to indemnify, defend and hold harmless 1GDA, its affiliates, governing board, officers, agents, employees, partners, and suppliers from any liability, loss, claim, demand, costs and expenses (including reasonable attorneys' fees) related to:",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "your use of the Site;",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "any breach or inaccuracy of any representation or warranty made under these Terms;",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "your violation of these Terms;",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "your violation of applicable laws or any rights of third parties; or",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "your posting of User Content to the Site.",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "1GDA may establish general practices and limits concerning the use of the Site, including without limitation, the maximum number of days that content will be available on, or retained by, the Site. 1GDA, in its sole discretion, reserves the right to change these general practices and limits at any time.",
    "section": [
      "Use and Storage of Content on the Site"
    ]
  },
  {
    "text": "1GDA and its licensors own the Site and all Content therein (other than your User Content) (\"Site Content\") and all worldwide intellectual property rights relating to the foregoing. Except as expressly authorized by 1GDA, you may not copy, distribute, sell, lease, perform, display, sublicense, modify or prepare derivative works of the Site or Site Content, in whole or in part. 1GDA reserves all rights not expressly granted to you under these Terms. Any use of the Site not expressly permitted by these Terms will be deemed a breach of these Terms and may violate copyright, trademark, and other laws.",
    "section": [
      "Ownership of Content and Intellectual Property Rights"
    ]
  },
  {
    "text": "1GDA will treat any feedback or suggestions you provide to it as non-confidential and non-proprietary. You grant 1GDA the right to use any feedback or suggestions you provide in any manner and for any purpose without any obligation to compensate you.",
    "section": [
      "Ownership of Content and Intellectual Property Rights"
    ]
  },
  {
    "text": "NOTHING IN THESE TERMS SHALL EXCLUDE OR LIMIT 1GDA'S WARRANTY TO THE EXTENT SUCH WARRANTY MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN WARRANTIES OR CONDITIONS. ACCORDINGLY, ONLY THE EXCLUSIONS AND LIMITATIONS WHICH ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.",
    "section": [
      "DISCLAIMER OF WARRANTY"
    ]
  },
  {
    "text": "YOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE IS AT YOUR SOLE RISK AND THAT THE SITE, SITE CONTENT, AND ALL RELATED SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE.\" 1GDA EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.",
    "section": [
      "DISCLAIMER OF WARRANTY"
    ]
  },
  {
    "text": "IN PARTICULAR, NEITHER 1GDA NOR ANY OF ITS SUBSIDIARIES OR AFFILIATES REPRESENTS OR WARRANTS TO YOU THAT: YOUR USE OF THE SITE OR SITE CONTENT WILL MEET YOUR REQUIREMENTS; YOUR USE OF THE SITE OR SITE CONTENT WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, FREE OF VIRUSES OR OTHER HARMFUL CODE; ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SITE WILL BE ACCURATE OR RELIABLE; OR THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED",
    "section": [
      "DISCLAIMER OF WARRANTY"
    ]
  },
  {
    "text": "YOU DOWNLOAD OR OBTAIN MATERIAL FROM THE SITE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH MATERIAL. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM 1GDA OR THROUGH OR FROM THE SITE OR SITE CONTENT SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.",
    "section": [
      "DISCLAIMER OF WARRANTY"
    ]
  },
  {
    "text": "NOTHING IN THESE TERMS SHALL EXCLUDE OR LIMIT 1GDA'S LIABILITY FOR LOSSES TO THE EXTENT SUCH LIABILITY MAY NOT BE LAWFULLY EXCLUDED OR LIMITED. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL DAMAGES. ACCORDINGLY, ONLY THE LIMITATIONS AND EXCLUSIONS WHICH ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "YOU EXPRESSLY AGREE THAT 1GDA, ITS AFFLIATES, GOVERNING BOARD, OFFICERS, AGENTS, EMPLOYEES, PARTNERS OR SUPPLIERS SHALL NOT BE LIABLE TO YOU FOR ANY OF THE FOLLOWING:",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES IN CONNECTION WITH THE SITE, SITE CONTENT, ANY SERVICES PROVIDED IN CONNECTION WITH THE SITE, OR THESE TERMS, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY. THIS SHALL INCLUDE, BUT NOT BE LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS; AND",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "ANY LOSS OR DAMAGE WHICH MAY BE INCURRED BY YOU, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE IN CONNECTION WITH:",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "ANY RELIANCE PLACED BY YOU ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY INFORMATION POSTED ON THE SITE;",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "ANY CHANGES WHICH 1GDA MAY MAKE TO THE SITE, OR ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE SITE (OR ANY FEATURES WITHIN THE SITE);",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "THE DELETION OF, CORRUPTION OF, OR FAILURE TO STORE, ANY CONTENT AND OTHER COMMUNICATIONS DATA MAINTAINED OR TRANSMITTED BY OR THROUGH YOUR USE OF THE SITE;",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "YOUR FAILURE TO PROVIDE 1GDA WITH ACCURATE ACCOUNT INFORMATION; YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL; OR",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "ANY RELATIONSHIP OR TRANSACTION BETWEEN YOU AND ANY THIRD PARTY.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "THE LIMITATIONS ON 1GDA'S LIABILITY TO YOU IN THE ABOVE PARAGRAPHS SHALL APPLY WHETHER OR NOT 1GDA HAS BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES ARISING.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "1GDA'S TOTAL CUMULATIVE LIABILITY IN CONNECTION WITH THE SITE, SITE CONTENT, ANY SERVICES PROVIDED IN CONNECTION WITH THE SITE, AND THESE TERMS WILL AT ALL TIMES BE LIMITED TO FIFTY U.S. DOLLARS ($50 USD), [EXCEPT THAT, WITH RESPECT TO ANY DONATED GOODS OR SERVICES RECEIVED THROUGH THE SITE, 1GDA'S LIABILITY, IN ANY CASE, IS EXPRESSLY LIMITED TO REPLACEMENT OF THE DEFECTIVE GOOD OR REPERFORMANCE OF THE SERVICE, OR AT 1GDA'S ELECTION, TO THE REPAYMENT OR CREDITING TO YOU OF AN AMOUNT EQUAL TO THE PRICE OF THE GOODS OR SERVICES.] THE EXISTENCE OF MORE THAN ONE CLAIM WILL NOT ENLARGE THIS LIMIT.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "1GDA takes claims of copyright infringement seriously. We will respond to notices of alleged copyright infringement that comply with applicable law (including, in the United States, the Digital Millennium Copyright Act), and we maintain a policy of terminating the Accounts of repeat offenders. If you believe any materials accessible on or from the Site infringe your copyright, you may request removal of those materials (or access thereto) from the Site by submitting written notification to our Copyright Agent.",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "The written notice must include substantially the following:",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "your physical or electronic signature;",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Site, a representative list of such works;",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material;",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address);",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "a statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law;",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "a statement that the information in the written notice is accurate; and",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "a statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "1GDA's Copyright Agent can be reached as follows:",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "One God - One Day - One Africa",
    "section": [
      "Copyright Infringement Policy"
    ]
  },
  {
    "text": "Attn: Legal Department",
    "section": [
      "Copyright Infringement Policy"
    ]
  }
]