[
  {
    "text": "Website User Information",
    "section": []
  },
  {
    "text": "1in6, Inc., a California non-profit corporation, agrees to make a reasonable effort to maintain an informative, useful, and safe website for the benefit of the general public. We ask that you carefully review these terms and conditions. Your use of this website shall indicate your acceptance of the terms and conditions detailed within this document.",
    "section": []
  },
  {
    "text": "The content posted on this website is intended for general information purposes only and is not intended in any way to be a substitute for face-to-face professional advice or treatment. Persons seeking such advice or treatment should consult with a licensed mental health professional. The content offered on this web site should not be relied upon for the diagnosis or treatment of a mental or medical condition. Do not disregard professional advice or delay in seeking professional advice as a result of something you have read on this website. To the extent 1in6 provides any name or contact information of a professional in response to your request for a referral, such information is being provided “AS IS” for your convenience only, and 1in6 does not endorse and is not responsible or liable for the actions or omissions of such professional. Any treatment, therapy or other assistance, which may be provided by such professional is being provided in his or her individual capacity or on behalf of his or her employer, and not on behalf of 1in6.",
    "section": []
  },
  {
    "text": "IF YOU ARE CONSIDERING OR CONTEMPLATING SUICIDE OR FEEL THAT YOU MAY BE A DANGER TO YOURSELF OR TO OTHERS, PLEASE IMMEDIATELY CALL 911, NOTIFY THE POLICE OR CONTACT EMERGENCY MEDICAL SERVICES.",
    "section": []
  },
  {
    "text": "The user’s reliance on any information provided on this website is solely at the risk of the user. 1in6, Inc., its officers, directors, employees, assigns, agents, and successors (collectively, “1in6”) does not specifically endorse any information, material, product, video, survey, test, procedure or opinion that may be posted or referred to on the website for any particular user. Opinions expressed on the website are solely the opinions of the authors of such material posted or appearing on this website. Although this website attempts to remain current and accurate, the information provided on this website should not be relied upon as comprehensive or error-free. 1in6 does not assume any liability or responsibility for the accuracy of the content of any material provided on this website. 1in6 does not assume any liability or responsibility for damage or injury to persons or property arising from the use of any information or material of any nature provided on this website. 1in6 reserves the right, at any time, to modify or to stop providing any component or feature of this website.",
    "section": []
  },
  {
    "text": "For more information on 1in6’s disclaimer, see “Website User Information” (below) and our Privacy Information page.",
    "section": []
  },
  {
    "text": "By using this website, each user agrees that he or she will not use this website for any purpose which would violate any local, state, federal or international law, impersonate another person, or engage in any harassing or inappropriate conduct that may inhibit or restrict others from using and enjoying the services provided by this website.",
    "section": [
      "Rules and Terms of Use"
    ]
  },
  {
    "text": "The user should assume that any material, information, software, or any other content on this website is protected by copyright. The user may not copy, reproduce, retransmit, distribute, publish, use for any commercial purpose, or otherwise transfer any material on the website without first obtaining permission from 1in6.",
    "section": [
      "Copyrighted Materials"
    ]
  },
  {
    "text": "The website may contain links to other websites as a service to our users. 1in6 is not in any way responsible for information provided by other organizations or website. The content of the third party’s website is not incorporated into or a part of the content of the 1in6 website. 1in6 does not endorse, guarantee or warrant, and disclaims any and all liability and responsibility for: (a) the content, products, or services offered on the third party’s website, whether by users of the website or by the third party, (b) the website’s performance or interaction with your computer, (c) the security, privacy policies, practices of the third party website and the third party itself, and (d) any consequences of any nature, whether foreseeable or unforeseeable, that may result from visiting the third party’s website.",
    "section": [
      "Links and Third party Content"
    ]
  },
  {
    "text": "THIS WEBSITE AND ALL CONTENT AND MATERIALS ON THIS WEBSITE ARE PROVIDED ON AN “AS IS” BASIS. USER AGREES TO USE THIS WEBSITE SOLELY AT THE USER’S OWN RISK. TO THE FULLEST EXTENT PROVIDED BY LAW, 1IN6 DISCLAIMS ANY AND ALL WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING WARRANTIES RELATING TO THE QUALITY, ACCURACY, OR CONTENT OF ANY AND ALL MATERIAL, INFORMATION, PRODUCTS, OR SERVICES POSTED ON OR ACCESSED THROUGH THIS WEBSITE.",
    "section": [
      "Limitation of Liability and Warranties"
    ]
  },
  {
    "text": "User agrees to indemnify and hold harmless 1in6 from any liability, cause of action, claims and expenses, including reasonable attorney’s fees and court costs, related to a violation of this Agreement and as a result of any information, material, or content placed on this website by the user. The user hereby releases and agrees to hold harmless and indemnify 1in6, its directors, officers, employees, agents, successors, advisors, consultants, and assigns from any and all liability or causes of action and claims of any nature arising out of or relating in any way to the services accessed through this website and/or any information provided on this website.",
    "section": [
      "Indemnifications"
    ]
  },
  {
    "text": "This Disclaimer Agreement shall be construed under and governed by the laws of the State of California. It is understood and agreed that if any part, term, or provision of this Agreement is held by a court to be unenforceable, unlawful or in conflict with any law of the State of California, the validity of the remaining terms of this Agreement shall not be altered, and the rights and obligations of the parties shall be construed and enforced as if the Agreement did not contain the part, term, or provision held invalid.",
    "section": [
      "Indemnifications"
    ]
  },
  {
    "text": "Share this page:",
    "section": [
      "Indemnifications"
    ]
  }
]