[
  {
    "text": "Send to Email: support@outlets.city / legal@outlets.city",
    "section": []
  },
  {
    "text": "In no event shall Outlets or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Outlets Internet site, even if Outlets or a Outlets authorized representative has been notified orally or in writing of the possibility of such damage.Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "section": [
      "LIMITATIONS"
    ]
  },
  {
    "text": "Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "section": [
      "LIMITATIONS"
    ]
  },
  {
    "text": "The materials appearing on Outlets website could include technical, typographical, or photographic errors.",
    "section": [
      "ERRORS AND OMISSIONS (E&OE), REVISIONS AND ERRATA"
    ]
  },
  {
    "text": "Outlets do not warrant that any of the materials on its web site are accurate, complete, or current.",
    "section": [
      "ERRORS AND OMISSIONS (E&OE), REVISIONS AND ERRATA"
    ]
  },
  {
    "text": "Outlets may make changes to the materials contained on its web site at any time without notice.",
    "section": [
      "ERRORS AND OMISSIONS (E&OE), REVISIONS AND ERRATA"
    ]
  },
  {
    "text": "Outlets do not, however, make any commitment to update the materials.",
    "section": [
      "ERRORS AND OMISSIONS (E&OE), REVISIONS AND ERRATA"
    ]
  },
  {
    "text": "We recommend that where information is critical such as prices and dimensions that you revalidate before use",
    "section": [
      "ERRORS AND OMISSIONS (E&OE), REVISIONS AND ERRATA"
    ]
  },
  {
    "text": "Outlets have not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.",
    "section": [
      "LINKS"
    ]
  },
  {
    "text": "The inclusion of any link does not imply endorsement by Outlets of the site. Use of any such linked website is at the user's own risk.",
    "section": [
      "LINKS"
    ]
  },
  {
    "text": "All contents on this site are generated on the fly based on user queries and instructions, by more than 30 servers and computer algorithms located all over the world.",
    "section": [
      "USER GENERATED CONTENTS"
    ]
  },
  {
    "text": "All orders are subjected to (a) merchant's, (b) agent and (c) carrier's acceptance.",
    "section": [
      "ORDER ACCEPTANCES"
    ]
  },
  {
    "text": "All orders are also subjected to customs and authorities clearance. There will be no cancellation charges if orders/import are not permitted.",
    "section": [
      "ORDER ACCEPTANCES"
    ]
  },
  {
    "text": "In the event whereby the customs declaration and import are not successful, you would be refunded in full.",
    "section": [
      "ORDER ACCEPTANCES"
    ]
  },
  {
    "text": "In the event whereby the item is out of stock or unable to supply, you agree that the order would be cancelled, and a Full Refund will be made to the payor card facility.",
    "section": [
      "IN STOCK / BACKORDERS"
    ]
  },
  {
    "text": "Orders are transacted in USD/SGD.",
    "section": [
      "PAYMENTS"
    ]
  },
  {
    "text": "If you are using not using a USD/SGD based credit card, you may be subjected to your bank's prevailing currency exchange rates. Exchange rates are beyond Outlets control.",
    "section": [
      "PAYMENTS"
    ]
  },
  {
    "text": "Refunds are refunded back to the same credit/debit card facility, and currency transacted.",
    "section": [
      "PAYMENTS"
    ]
  },
  {
    "text": "You would see the final amount at checking out, before entering your credit card details.",
    "section": [
      "PAYMENTS"
    ]
  },
  {
    "text": "Outlets may revise these terms of use for its web site at any time without notice.",
    "section": [
      "SITE TERMS OF MODIFICATIONS"
    ]
  },
  {
    "text": "By using this website you are agreeing to be bound by the then-current version of these Terms and Conditions of Use.",
    "section": [
      "SITE TERMS OF MODIFICATIONS"
    ]
  },
  {
    "text": "You agree to indemnify us fully, defend us, and hold us harmless immediately on demand, its officers, directors, agents, affiliates, licensors, and suppliers, from and against all liabilities, claims, expenses, damages and losses, including legal fees, arising from (i) your use or misuse of the Website or its Services; (ii) any third party's reliance on your advertisement (iii) your breach of these Terms; (iv) and/or your violation of any law or the rights of a third party, including the use by any other persons accessing the Website using your account caused by your action or inaction. You agree to cooperate as fully as reasonably required in the defence of any claim. We reserve the right to assume the exclusive defence and control of any matter otherwise subject to indemnification by you..",
    "section": [
      "INDEMNITY"
    ]
  },
  {
    "text": "Any claim relating to Outlets website shall be governed by the laws of the State of Singapore without regard to its conflict of law provisions.",
    "section": [
      "GOVERNING LAW"
    ]
  },
  {
    "text": "[Re: General Terms and Conditions applicable to Use of a Web Site.]",
    "section": [
      "GOVERNING LAW"
    ]
  }
]