[
  {
    "text": "The Terms and Conditions given below govern your membership at 1PassForAllSites.com Network (1passforallsites.com, oldgoesyoung.com, trickyoldteacher.com, 18virginsex.com, amourbabes.com, bumsinaction.com, creampiedsweeties.com, daddiesanddarlings.com, dirtyass2mouth.com, dirtydaddysgirls.com, domywifeslut.com, drilledmouths.com, friskybabysitters.com, hornyinhospital.com, hornythieftales.com, ifuckedherfinally.com, lovelyteenland.com, milfsonsticks.com, mommiesdobunnies.com, oldyounganal.com, shabbyvirgins.com, spoiledvirgins.com, straponservice.com, wildyounghoneys.com, younganaltryouts.com, youngandbanged.com, youngcumgulpers.com, younglesbiansportal.com, youngmodelscasting.com, YoungPornHomeVideo.com).. You must read and agree to these Terms and Conditions before you can become a member of 1PassForAllSites.com Network. Please make sure you have read the Terms and Conditions carefully prior to signing up. By continuing further you affirm and warrant that you are currently over the age of eighteen years and are capable of lawfully entering into this agreement.",
    "section": [
      "Membership Terms and Conditions"
    ]
  },
  {
    "text": "You hereby affirm that you have read this entire agreement and agree to all its terms and conditions by authorizing the use of your credit card for payment of charges and fees for your obtaining a subscription to 1PassForAllSites.com Network. By joining 1PassForAllSites.com Network you indicate that you have read the membership Agreement in its entirety, understand its terms, consent to all the terms and conditions set forth in the membership Agreement, represent and warrant that you are currently over the age of 18 years and understand that materials presented at 1PassForAllSites.com Network include nudity, visual and audio presentations of sexual situations and adult language. If you do not agree to all of the terms and conditions set forth in this Agreement, are not over 18 years of age, or are in an unauthorized downloading location, do not join and please leave now.",
    "section": [
      "Membership Terms and Conditions"
    ]
  },
  {
    "text": "For good and valuable consideration, the sufficiency of which is acknowledged by you and the Company, you hereby agree to become a subscriber to 1PassForAllSites.com Network and agree to be bound by all the Terms and Conditions set forth in this agreement (the “Agreement”). The parties to this agreement are you, the subscriber, and 1PassForAllSites.com Network. Subject to the terms and conditions set forth in the Agreement, the Company agrees to provide to you all the privileges of subscription to 1PassForAllSites.com Network available to a subscriber in good standing. This Agreement is subject to change by Company at any time, and changes are effective upon and/or without notice to the subscriber by e-mail, posting at 1PassForAllSites.com Network and/or via a hyperlink to 1PassForAllSites.com Network.",
    "section": [
      "Parties and Changes"
    ]
  },
  {
    "text": "All materials, including messages and other communications contained at 1PassForAllSites.com Network are intended for distribution exclusively to consenting adults in locations and jurisdictions where materials, messages and other communications contained at 1PassForAllSites.com Network do not violate any community standards and/or any federal, state or local law or regulation of the United States or any other country. No persons under the age of eighteen (18) years (or other age, as per your community laws and standards) may directly or indirectly view or possess any of the contents of 1PassForAllSites.com Network or place any orders for any goods or services advertised at 1PassForAllSites.com Network. You hereby acknowledge your understanding of the fact that materials presented at and/or downloadable from 1PassForAllSites.com Network include explicit visual, audio, and/or textual depictions of nudity and heterosexual, bi-sexual, and/or transsexual situations of an explicitly sexual nature, and that you are familiar with materials of this kind and not offended by such materials.",
    "section": [
      "Legal Age"
    ]
  },
  {
    "text": "You acknowledge and agree that all materials contained at 1PassForAllSites.com Network are proprietary and constitute valuable intellectual property. You acknowledge and agree that as such, you may only access, view, download, receive and otherwise use the materials available at 1PassForAllSites.com Network only as authorized by the Company. You agree that you shall at no time access, view, download, receive or otherwise use, or cause or enable others to access, view, download, receive or otherwise use materials, directly or indirectly in places which the Company does not authorize such access, viewing, downloading, receipt or other use. You hereby acknowledge and agree that no materials from any parts of 1PassForAllSites.com Network are authorized, and no materials are intended, by the Company to be accessed, viewed, downloaded or used by, or transmitted, broadcast or otherwise disseminated to any person or entity located in any and all areas prohibited by law. You agree that any and all unauthorized access, viewing, downloading, receipt, duplication or other use of materials from 1PassForAllSites.com Network in which you are directly or indirectly involved, including, but not limited to accessing, viewing, downloading, receiving or other use of materials in prohibited areas in any manner shall constitute intentional infringement(s) of 1PassForAllSites.com Network’s and potentially other parties’ intellectual property rights and other rights and shall further constitute a violation of 1PassForAllSites.com Network trademark and other rights, including, but not limited to, rights of privacy.",
    "section": [
      "Intellectual Property Rights"
    ]
  },
  {
    "text": "Except for public domain material or material otherwise licensed to Company for electronic dissemination, all materials displayed at or otherwise available through 1PassForAllSites.com Network are proprietary, and, except for initial downloading, may not be copied, redistributed, or downloaded, in whole or in part, without the prior written authorization of Company. All editions of 1PassForAllSites.com Network, and all materials and other matter used directly or indirectly in, at, by, through and/or with 1PassForAllSites.com Network are protected by the copyright laws of the United States, international copyright treaties and other laws and regulations. All rights are reserved. All intellectual property and other rights in and to the materials and other matter at 1PassForAllSites.com Network shall at all times remain in Company’s possession, its parent(s), subsidiary(ies), licensee(s) and assign(s). All intellectual property and other rights to any content accessed through the materials is the property of the applicable content owner, which may be the Company, its parent(s), subsidiary or subsidiaries, licensee(s) and assign(s), or others, and may be protected by applicable copyright and/or other laws. The limited and non-exclusive license granted to you herein grants to you no rights to use such content except as set forth herein. This license will immediately terminate automatically if you fail to comply with the limitations described herein, breach any other provision of this agreement, cease, for any reason, to be a subscriber in good standing, or are notified of its termination by the Company or its authorized agent(s). You agree that upon such termination, you will immediately destroy all copies of the materials in your possession.",
    "section": [
      "Intellectual Property Rights"
    ]
  },
  {
    "text": "You agree to be personally liable and fully indemnify 1PassForAllSites.com Network for any and all damages directly, indirectly and/or consequentially resulting from your attempted or actual unauthorized downloading or other duplication of materials from 1PassForAllSites.com Network alone, or with or under the authority of, any other person(s), including, without limitation, any governmental agency(ies), wherein such damages include, without limitation, all direct and consequential damages directly or indirectly resulting from unauthorized downloading of materials from 1PassForAllSites.com Network including, but not limited to, damages resulting from loss of revenue, loss of property, fines, attorney fees and costs, including, without limitation, damages resulting from prosecution and/or governmentally imposed seizure(s), forfeiture(s), and/or injunction(s).",
    "section": [
      "Liabilities"
    ]
  },
  {
    "text": "Any liability of the Company, including without limitation any failure of performance, error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, alteration of, or use of records, whether for breach of contract, tortuous behavior, negligence, or under any other cause or action, shall be strictly limited to the amount of membership fee paid by or on behalf of the subscriber to the Company for the preceding month. Some states do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.",
    "section": [
      "Liabilities"
    ]
  },
  {
    "text": "The Company is not liable for damages resulting from disseminating, failing to disseminate, or incorrectly or inaccurately disseminating any materials, data, advertisement or any other communication at or through 1PassForAllSites.com Network.",
    "section": [
      "Liabilities"
    ]
  },
  {
    "text": "No warranty is made by the Company regarding any information, services, materials or products provided through or in connection with the 1PassForAllSites.com Network, and the Company hereby expressly disclaims any and all warranties, including without limitation: 1) any warranties as to the availability, accuracy, or content of materials, information, products, or services; 2) any warranties of merchantability or fitness for a particular purpose. Some states do not allow the exclusion of implied warranties, so the above exclusion may not apply to you.",
    "section": [
      "Liabilities"
    ]
  },
  {
    "text": "Some or all of the following fees and charges may be incurred:",
    "section": [
      "Fees and Charges"
    ]
  },
  {
    "text": "Subscription fees. The subscriber is responsible for paying periodic subscription fees according to the then-current billing terms. You must be 18 years of age or older to be able to legally subscribe to 1PassForAllSites.com Network. For your convenience and satisfaction, all memberships will automatically renew upon expiration unless your subscription is cancelled at least 24 hours prior to expiration. The cost of renewal will not exceed monthly membership costs at time of initial subscription. Cost of renewal will not be affected by any increase in 1PassForAllSites.com Network subscription rates unless and until you are not informed about that and until and unless you accept such changes. All membership cancellations take place in the member area.",
    "section": [
      "Fees and Charges"
    ]
  },
  {
    "text": "Other fees and/or charges for goods and services ordered at, through and/or from 1PassForAllSites.com Network and its licensees.",
    "section": [
      "Fees and Charges"
    ]
  },
  {
    "text": "Payment for the services provided to you at and/or through 1PassForAllSites.com Network may be made by automatic credit card or check debit and you hereby authorize the Company and its agents to transact such payments on your behalf. You agree not to report as lost or stolen any credit card which you have used in conjunction with payment to 1PassForAllSites.com Network, or report any charge by 1PassForAllSites.com Network as unauthorized, including charges for any goods or services, including subscription, for which you do not have good reason to believe that the credit card was in fact lost, stolen or used without authorization. You hereby agree that any such fraudulent reporting of a lost or stolen credit card used to obtain goods or services from 1PassForAllSites.com Network or any fraudulent reporting of an unauthorized charge to 1PassForAllSites.com Network on your credit card which has been made by you or anyone under your authority, at a time when a charge or other obligation for payment for goods and/or services to 1PassForAllSites.com Network remains outstanding at the time of such fraudulent reporting, you shall be liable to 1PassForAllSites.com Network for liquidated damages of $25,000.00. The liability for liquidated damages specified in this paragraph shall not limit any other liability you may have for breach(es) of any other terms, conditions, promises and warranties set forth in this Agreement.",
    "section": [
      "Fees and Charges"
    ]
  },
  {
    "text": "Subscriptions may not be assigned or transferred to any other person or entity. Subscriber must promptly inform the Company of the following: changes in the expiration date of any credit card used in connection with 1PassForAllSites.com Network; changes in home or billing address; apparent breaches of security, such as loss, theft, or unauthorized disclosure or use of an id or password. Until the Company is notified, by conventional mail, web site form, during normal business hours of a breach in security, the subscriber will remain liable for any unauthorized use of 1PassForAllSites.com Network. Upon request, subscribers will be given access to billing records that support charges for use of the 1PassForAllSites.com Network.",
    "section": [
      "Subscriptions"
    ]
  },
  {
    "text": "Subscription to 1PassForAllSites.com Network may be terminated at any time, and without cause, by either the Company or subscriber upon notification of the other by electronic or conventional mail, or by telephone. You agree to be personally liable for all charges incurred by you during or through the use of 1PassForAllSites.com Network. Your liability for such charges shall continue after termination of your membership for any reason.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "If you request cancellation or request a refund from 1PassForAllSites.com Network, your bank or your card issuer, due to unauthorized or fraudulent use, 1PassForAllSites.com Network and the Company can, at their discretion, block your information from use at all Company-related websites so that to prevent further unauthorized use.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "Subscribers are responsible for providing all personal computer and communications equipment necessary to gain access to 1PassForAllSites.com Network. Access to and use of 1PassForAllSites.com Network is through the use of a password. Each subscriber must keep his/her password strictly confidential. For security reasons, 1PassForAllSites.com Network will not release passwords by request. Unauthorized access to 1PassForAllSites.com Network is a breach of this Agreement and a violation of applicable law(s).",
    "section": [
      "Accessing the Materials"
    ]
  },
  {
    "text": "Please note AOL users are known to sometimes experience problems accessing the site. Please contact your Internet Service Provider for more information. Use Firefox or Internet Explorer to be able to fully access the site.",
    "section": [
      "Accessing the Materials"
    ]
  },
  {
    "text": "Subject to the terms and conditions set forth herein, 1PassForAllSites.com Network hereby grants you a limited, non-exclusive and non-transferrable license to use graphic files, audio files, video files, text, hyperlinks, interlinks, search engines, and other software associated with authorized subscriber use of 1PassForAllSites.com Network which the Company provides (“materials”) during the period in which you are a current subscriber in good standing. You may use the materials only in accordance with the terms and conditions of your membership, only on one computer at a time and, if downloadable copies of the materials are made available by 1PassForAllSites.com Network, you may make only a single copy of such materials for your personal use. You may not remove any propriety notices from materials at any time. You may make no use of materials not expressly authorized herein or by prior express written authorization from the Company. Prohibited use, includes, without limitation: (1) permitting other individuals to directly or indirectly use the materials; (2) modifying, translating, reverse engineering, decompiling, disassembling the materials (except to the extent applicable laws specifically prohibit such restriction); (3) making copies or creating derivative works based on the materials except as provided herein; (4) renting, leasing, or transferring any rights in the materials; (5) removing any proprietary notices or labels on the materials; and (6) making any other use of the materials. This license does not grant you any rights to any software enhancements or updates of any kind. Company reserves the rights to terminate any free offers of any kind if needed without prior notification.",
    "section": [
      "Licenses"
    ]
  },
  {
    "text": "You agree that materials and all other services provided to you by the Company are provided on an “as is” basis, without warranties of any kind, including, without limitation, warranties of merchantability, fitness for a particular purpose and non-infringement. The entire risk as to the quality and performance of the materials and all services provided by the Company is your liability. Should the materials or any other service provided by the Company prove defective and/or cause any damage to your computer or inconvenience to you, you, and not the Company, assume the entire cost and all damages which may result from any and all such defects. This disclaimer of warranty constitutes an essential part of the Agreement. Some states do not allow exclusions of an implied warranty, so this disclaimer may not apply to you and you may have other legal rights that vary from state to state or by jurisdiction. Under no circumstances and under no cause of action or legal theory, shall the Company, its suppliers, licensees, resellers, or other subscribers, or their suppliers, licensees, resellers or subscribers be liable to you or any other person for any indirect, special, incidental, or consequential damages of any character including, without limitation, damages for loss goodwill, work stoppage, computer failure or malfunction, or any and all other commercial damages resulting from any use of materials or other use of 1PassForAllSites.com Network.",
    "section": [
      "Disclaimer of Warranties"
    ]
  },
  {
    "text": "The Company does not screen or endorse advertisements or communications submitted to 1PassForAllSites.com Network by third party licensees, advertisers, or subscribers for electronic dissemination through 1PassForAllSites.com Network. Subscribers are therefore advised to use their own judgment to evaluate all advertisements and other communications available at or through the use of 1PassForAllSites.com Network prior to purchasing goods and/or services described at 1PassForAllSites.com Network or otherwise responding to any communication at 1PassForAllSites.com Network.",
    "section": [
      "Advertisements"
    ]
  },
  {
    "text": "“1PassForAllSites.com Network” is a service mark of 1PassForAllSites.com Network, incorporated. All applicable rights are reserved.",
    "section": [
      "Trademarks"
    ]
  },
  {
    "text": "All materials included at 1PassForAllSites.com Network are for the private use by subscribers only. No other use is intended by the Company, and any other use excluding fair and legal use outlined in the present Agreement is strictly prohibited.",
    "section": [
      "Limitation of Use"
    ]
  },
  {
    "text": "If the Company should at any time provide any service which enables subscribers to communicate with or otherwise share information with other subscribers or persons providing any kind or service to subscribers, you agree not to submit, publish, display, disseminate, or otherwise communicate any defamatory, inaccurate, abusive, threatening, offensive, or illegal material while connected to or otherwise directly or indirectly using 1PassForAllSites.com Network or other services provided to you by the Company. Transmission of such material or any material that violates any federal, state, or local law in the United States or anywhere else in the world is strictly prohibited and shall constitute a material breach of this Agreement entitling Company to immediately terminate all rights to access 1PassForAllSites.com Network. You are solely responsible for all information you submit, publish, display, disseminate or otherwise communicate through 1PassForAllSites.com Network even if a claim should arise after termination of service. If the Company provides any such service described herein, you agree that all messages and other communications by you shall be deemed to be readily accessible to all other subscribers who are authorized to access 1PassForAllSites.com Network and agree that all such messages and other communications shall not be deemed to be private or secure. Regardless of whether the Company provides any type of service described herein, you agree that you have hereby been informed and noticed that any and all messages and other communications which you submit to the Company directly or through 1PassForAllSites.com Network can be read by the operators and/or other agents of the Company, whether or not they are the intended recipient(s).",
    "section": [
      "Member Communication"
    ]
  },
  {
    "text": "Members agree not to engage in advertising to, or solicitation of other Members to buy or sell any products or services through 1PassForAllSites.com Network without prior written consent. Members are responsible for information they send or display even if a claim should arise after termination of service.",
    "section": [
      "Member Communication"
    ]
  },
  {
    "text": "There are no facilities provided by 1PassForAllSites.com Network for sending or receiving private or confidential electronic communications. All messages shall be deemed readily accessible to the public. Do not use 1PassForAllSites.com Network for any communication for which the sender intends only the sender and the intended recipient(s) to read.",
    "section": [
      "Member Communication"
    ]
  },
  {
    "text": "There is a possibility to get a refund in case you are not satisfied with our service and want your money back. What you have to do is to contact our customer service department through customer support site and apply for a refund. You will also have to explain the reason for your dissatisfaction. Be aware, your request for a refund will be refused if you have already downloaded a large amount of content or if it was your initial payment for your trial membership.",
    "section": [
      "Refund Policy"
    ]
  },
  {
    "text": "Notices from 1PassForAllSites.com Network to subscribers may be given by means of e-mail, by posting on 1PassForAllSites.com Network, or by regular mail. Communications from you to the Company may be made by e-mail, conventional mail or telephone. All questions, complaints, or notices to 1PassForAllSites.com Network should be sent via the web site online form.",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "1PassForAllSites.com Network members agree upon joining to have their email address added to the member newsletter mailing list, and may possibly receive special offers from us. This information will not be shared with, or sold any other entity. A strict policy against all types of unsolicited email is applied.",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "By joining you allow 1PassForAllSites.com Network to contact you by email regarding your membership, or with our news relevant to you and special promotional offers. If you don’t want to receive our offers, please contact us [email protected] .",
    "section": [
      "Privacy"
    ]
  }
]