[
  {
    "text": "email",
    "section": []
  },
  {
    "text": "Copyright",
    "section": []
  },
  {
    "text": "All Information available through “1redDrop.com” is the property of 1redDrop or its Information Providers and is protected by copyright and intellectual property laws. All rights reserved.",
    "section": []
  },
  {
    "text": "You may not reproduce, retransmit, disseminate, sell, publish, broadcast, nor shall the Information be used in connection with creating, promoting, trading, marketing Investment Products without the express written consent of 1redDrop or its Information Providers. You are entitled to use the Information it contains for your private, non-commercial use only.",
    "section": []
  },
  {
    "text": "Nature of Service",
    "section": []
  },
  {
    "text": "“1redDrop.com” contains statements and statistics that have been obtained from sources believed to be reliable but are not guaranteed as to accuracy or completeness. References to any specific securities do not constitute an offer to buy or sell securities. The past performance of a mutual fund, stock, or investment strategy cannot guarantee its future performance.",
    "section": []
  },
  {
    "text": "Disclaimers",
    "section": []
  },
  {
    "text": "Neither 1redDrop nor its Information Providers can guarantee the accuracy, completeness, timeliness, or correct sequencing of any of the Information on the Web site, including, but not limited to Information originated by 1redDrop, licensed by 1redDrop from Information Providers, or gathered by 1redDrop from publicly available sources. There may be delays, omissions, or inaccuracies in the Information.",
    "section": []
  },
  {
    "text": "NEITHER 1REDDROP NOR THE INFORMATION PROVIDERS SHALL HAVE ANY LIABILITY, CONTINGENT OR OTHERWISE FOR THE ACCURACY, COMPLETENESS, TIMELINESS, OR CORRECT SEQUENCING OF THE INFORMATION OR FOR ANY DECISION MADE OR ACTION TAKEN BY YOU IN RELIANCE UPON THE INFORMATION OR “1REDDROP.COM,” OR FOR INTERRUPTION OF ANY DATA, INFORMATION, OR ANY OTHER ASPECT OF “1REDDROP.COM.” THE PAST PERFORMANCE OF A MUTUAL FUND, STOCK, OR INVESTMENT STRATEGY CANNOT GUARANTEE ITS FUTURE PERFORMANCE.",
    "section": []
  },
  {
    "text": "NEITHER 1REDDROP NOR ITS INFORMATION PROVIDERS MAKE ANY REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION, SOFTWARE, PRODUCTS, OR SERVICES CONTAINED IN “1REDDROP.COM” ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND.",
    "section": []
  },
  {
    "text": "Share...",
    "section": []
  }
]