[
  {
    "text": "Create an account",
    "section": []
  },
  {
    "text": "is an online matrimonial service provider globally. In order to usage of website you must sign up as a member of 1RupeeMatrimony.com (Member) and agree to be bound by these Terms & conditions. If you wish to become a Member of the 1RupeeMatrimony.com and communicate with other Members and make use of the 1RupeeMatrimony.com services (the \"Service\"), please read the various services provided by 1RupeeMatrimony.com before registering your profile as a Member or making any payment to become as Paid Member in respect of any service. The Users availing services from 1RupeeMatrimony.com shall be deemed to have read, understood and agreed to the terms and conditions hereof and this agreement shall govern the relationship between you and 1RupeeMatrimony.com and all transactions or services by, with or in connection with 1RupeeMatrimony.com for all purposes, and shall be unconditionally bind between the parties without any reservation. All rights, privileges, obligations and liabilities of you and/or 1RupeeMatrimony.com with respect to any transactions or services by, with or in connection with 1RupeeMatrimony.com for all purposes shall be governed by this agreement. The terms and conditions may be changed and/or altered by 1RupeeMatrimony.com from time to time at its sole discretion.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Criteria 1RupeeMatrimony.com shall act on the basis of the information that may be submitted by you, believing the same to be true and accurate even if the information is provided during the registration is by your family, friends, relatives on your behalf under your consent. 1RupeeMatrimony.com is under no obligation to verify the accuracy or genuineness of the information submitted by you. The minimum age for registering in 1RupeeMatrimony.com is 18 years for women and 21 years for men and the maximum age limit is 70 years. You represent and warrant that you have the right, authority and legal capability to enter into this Agreement and that you are neither prohibited nor disabled by any law in force from entering into a contract.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You have gone through the Terms and Conditions and agree to be bound by them. If at any time 1RupeeMatrimony.com, in its sole discretion, is of the opinion or has any reason to believe that you are not eligible to become a member or that you have made any misrepresentation about your eligibility, then 1RupeeMatrimony.com reserves the right to terminate your membership and/or your right to use the services of 1RupeeMatrimony.com without any refund of any amount paid to 1RupeeMatrimony.com.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Term This Agreement will remain in full force and effect while you use the website and/or are a Member. You may terminate your membership at any time, for any reason by following the instructions on the contact us pages, or upon receipt by 1RupeeMatrimony.com of your written or email notice of termination. 1RupeeMatrimony.com may terminate your membership for any reason, effective upon sending notice to you at the email address you have provided in your application for membership. If 1RupeeMatrimony.com terminates your membership in the 1RupeeMatrimony.com because you have breached the Agreement, you will not be entitled to any refund of any unused Subscription fees. Even after this Agreement is terminated, certain provisions will remain in effect including sections 04, 05, 07, 09 -14, inclusive, of this agreement.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Acceptance of your profile on 1RupeeMatrimony.com is at sole discretion of 1RupeeMatrimony.com and 1RupeeMatrimony.com reserves its right to accept or remove your profile without any reason or intimation.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Invitation",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You hereby expressly solicit and accept 1RupeeMatrimony.com and/or its authorized personnel to communicate to you through any telecom resources in the registered number provided by you to explain, explicate and clarify the various services provided by 1RupeeMatrimony.com and to assist, aid or support you in availing the said services of 1RupeeMatrimony.com.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If at any time, you wish to discontinue receiving the communications (including, but not limited to emails, sms and phone calls) from 1RupeeMatrimony.com, you may email to support@1RupeeMatrimony.com to indicate the same to 1RupeeMatrimony.com and/or its authorized personnel regarding such discontinuance and you hereby agree that, unless expressly communicated to you about discontinuing communications from 1RupeeMatrimony.com and/or its authorized personnel, it will be deemed to be that you want to continue and solicit and invite all such or other communications from 1RupeeMatrimony.com.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You are representing that you or the phone number submitted by you is not registered with the Do Not Disturb / National Customer Preference Register and/or you have already changed your registration suitably.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Further and in any event, you do hereby also unconditionally agree and undertake that this invitation and solicitation shall supersede any preferences set by you with or registration done with the Do Not Disturb (\"DND Register\")/ National Customer Preference Register (\"NCPR\"). Without prejudice to the aforesaid and in any event, by expressly inviting and soliciting the services from 1RupeeMatrimony.com, you also unconditionally agree that your rights under the Telecom Commercial Communications Customer Preference Regulations, 2010 or any subsequent amendments thereto or under NCPR, are kept in abeyance or remain extinguished till you expressly communicate for discontinuation of relationship.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You also unconditionally agree to indemnify 1RupeeMatrimony.com against all losses, damages, penalties, costs or consequences whether direct or indirect, that may arise out of any breach or violation of the aforesaid representation, commitment and undertaking.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "When you visit 1RupeeMatrimony.com or send e-mails to us, you are communicating with us electronically. You consent to receive communications from us electronically. We will communicate with you by e-mail or by posting notices on this site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Privacy Policy Please read and comprehend our Privacy Policy, which also governs your visit to 1RupeeMatrimony.com, to understand our practices. Members agree that their profile(s) may be crawled and indexed by search engines, where 1RupeeMatrimony.com and its network sites do not have any control over the search engines behavior and 1RupeeMatrimony.com shall not be responsible for such activities of other search engines. 1RupeeMatrimony.com is not responsible for any errors, omissions or representations on any of its pages or on any links or on any of the linked website pages. 1RupeeMatrimony.com does not endorse any applicant / member?s details in any manner and you are requested to verify the accuracy of all information on your own before undertaking any reliance on such information.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Copyright All contents included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of 1RupeeMatrimony.com or its content suppliers and protected by copyright laws. The compilation of all contents on this site is the exclusive property of 1RupeeMatrimony.com and protected by International copyright laws. All software used on this site is the property of 1RupeeMatrimony.com or its software suppliers and protected by International copyright laws. 1RupeeMatrimony.com's trademarks and trade address may not be used in connection with any product or service that is not 1RupeeMatrimony.com, in any manner that is likely to cause confusion among customers or in any manner that disparages or discredits 1RupeeMatrimony.com. All other trademarks not owned by 1RupeeMatrimony.com or its subsidiaries that appear on this site are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by 1RupeeMatrimony.com or its subsidiaries.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔License and Site Access1RupeeMatrimony.com grants you a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of 1RupeeMatrimony.com. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or similar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of 1RupeeMatrimony.com. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of 1RupeeMatrimony.com and our affiliates without express written consent. You may not use any Meta tags or any other \"hidden text\" utilizing 1RupeeMatrimony.com name or trademarks without the express written consent of 1RupeeMatrimony.com. Any unauthorized use terminates the permission or license granted by 1RupeeMatrimony.com. You may not use any 1RupeeMatrimony.com logo or other proprietary graphic or trademark as part of the link without express written permission. By registering your profile on 1RupeeMatrimony.com, you explicitly authorize 1RupeeMatrimony.com to automatically copy your profiles from 1RupeeMatrimony.com domain to its Region based Matrimonial Sites based on member information relevance like caste, sub caste, religion, age, marital status etc.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Your Account If you use or register in this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password. You also hereby expressly agree that the information provided by you is available to the other users of 1RupeeMatrimony.com and that 1RupeeMatrimony.com neither has any control nor any responsibility or accountability if information is misused, exploited or abused by any third party. 1RupeeMatrimony.com and its affiliates reserve the right to refuse service, terminate accounts, remove or edit content, or cancel subscription at their sole discretion.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You cannot engage in advertising or solicitation of, other members to buy or sell any products or services through 1RupeeMatrimony.com. You will not transmit any chain letters or junk email to other members. You understand and agree that 1RupeeMatrimony.com cannot monitor the conduct of its members off 1RupeeMatrimony.com Site, it is also a violation of these rules to use any information obtained from 1RupeeMatrimony.com in order to harass, abuse, or harm another person, or in order to contact, advertise to, solicit, or sell to any member without the prior explicit consent of the member or 1RupeeMatrimony.com.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Membership & Money Back Guarantee:",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "offers a 100% Money Back Guarantee if Paid members do not get any response within 30 days. To be eligible for the refund, members should fulfill the following:",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Upload atleast one photo.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Contact a minimum of 10 members.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Inspite of fulfilling these requirements,",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If members do not get a reply to their Messages.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If members are not contacted by other members.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If members do not view/take any verified contact numbers.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Money Back Guarantee is not valid, if the member has included his/her contact details while contacting other members.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Money Back Guarantee is valid only for Paid Membership and not on Featured Membership.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Your membership in the 1RupeeMatrimony.com service is for your sole, personal use. You may not authorize others to use your membership and you may not assign or transfer your account to any other person or entity. Violation to this condition will lead to removal of your profile from 1RupeeMatrimony.com without any refund.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Membership is not automatic: 1RupeeMatrimony.com gives great importance to your privacy and your preference. 1RupeeMatrimony.com will not renew your membership automatically and deduct payment without your approval. If your Paid Membership is expired, your profile will be degraded to Unpaid Membership automatically and you are having the right to renew your membership again with discount.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Length of Membership: You continue to be a member of 1RupeeMatrimony.com till:",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "discharges its obligations to you by rendering its services to you; or 1RupeeMatrimony.com or yourself terminate the membership arrangement.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Paid Memberships: Validity of your paid membership is for 12 month.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Expiry of Membership - Once your Paid membership period with us expires, your profile will be degraded to unpaid membership.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Privacy of Membership: Your Membership is only for personal use. It is not to be assigned, transferred or licensed so as to be used by any other person/entity, without the express written consent of 1RupeeMatrimony.com.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Members are advised to make appropriate/thorough enquiries before acting upon any matrimonial advertisement. 1RupeeMatrimony.com does not provide guarantee for or assurance of or subscribe to the claims and representations made by advertisers regarding particulars of status, age, income of other members.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Online Conduct",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You are responsible for the content and information [including profile and photograph] you post or transmit through 1RupeeMatrimony.com's services. You will not post or transmit any content or information [in whatever form they may be contained] that is defamatory, blasphemous, abusive, obscene, sexually oriented, profane, intimidating, illegal or in violation of the rights of any person, including intellectual property rights. No content or information shall contain details or particulars of any of 1RupeeMatrimony.com's competitors, including their contact details. You will not use either your online or offline membership as a platform for any kind of promotional campaign, solicitation, advertising or dealing in any products or services or transmit any chain letters or junk mails.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Extraneous contents: 1RupeeMatrimony.com hereby alerts and warns its members of the possibility of unauthorized posting of contents by any person including members and unauthorized users and advises discretion in access since such content, information or representation may not be suitable to you including being offensive. 1RupeeMatrimony.com will not in any way be responsible for such content, information or representations. 1RupeeMatrimony.com is also not responsible for alterations, modifications, deletion, reproduction, sale, transmission or any such misuse of data and content in the public domain by any user.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "There is a limit to the number of profiles you are allowed to contact each day.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Being a free member you can express your interest to a limited number of members. This is valid for a limited period only. 1RupeeMatrimony.com reserves the right to provide this feature to its members.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Your membership will automatically be suspended if you send abusive, obscene or sexually oriented messages to other members.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "has the right to suspend your profile without any prior notice.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "reserves the right to edit/delete your photo if it's not a valid/clear/related one.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If we find duplicate profiles then we have rights to suspend any of the profile or all the profiles.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If we find duplicate profiles then we have rights to suspend any of the profile or all the profiles.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Messages sent to members of the opposite gender should be only for the purpose of finding a life partner. You are not allowed to misuse the services of 1RupeeMatrimony.com in the name of Dating, Flirting, Friendship etc.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "reserves the right to modify your profile if any prohibitive or objectionable content is found, or in the case of your contact details being entered in irrelevant fields. 1RupeeMatrimony.com may also modify the profile for other reasons not mentioned herewith. If any abusive content is found, 1RupeeMatrimony.com has the right to suspend your profile. You will not post or transmit any content, information or trademarks without the prior consent of the person holding its proprietary or licensed rights. 1RupeeMatrimony.com will not in any way be responsible or answerable to any action brought by any person arising out of your acts as described above.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "reserves the right but is not obligated, to edit, delete, eclipse or withhold display of such content or information as it deems fit in the light of the rules prescribed above.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "To enhance the security of its members, 1RupeeMatrimony.com has restricted copying and saving images and content from certain sections of the portal.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "We validate only the profile details of the member. Character or Personal verification has to be done by interested parties themselves.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Disclaimer of Warranties And Limitation of Liability",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "This site is provided by 1RupeeMatrimony.com on an \"as is\" and \"as available\" basis. 1RupeeMatrimony.com makes no representations or warranties of any kind, express or implied, as to the operation of this site or the information, content, materials, or products included on this site. You expressly agree that your use of this site is at your sole risk.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "To the full extent permissible by applicable law, 1RupeeMatrimony.com disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose. 1RupeeMatrimony.com does not warrant that this site, its servers, or e-mail sent from 1RupeeMatrimony.com are free of viruses or other harmful components. 1RupeeMatrimony.com will not be liable for any damages of any kind arising from the use of this site, including, but not limited to direct, indirect, incidental, punitive, and consequential damages. Notwithstanding anything contrary contained anywhere, under no circumstances, 1RupeeMatrimony.com shall be held responsible or liable whatsoever or howsoever, arising out of, relating to or connected with:",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "any act or omission not done by 1RupeeMatrimony.com; any untrue or incorrect information submitted by you or on your behalf; any decision taken by you or on your behalf or any consequences thereof, based on any information provided by any other user; any unauthorized or illegal act done by any third party relating to or connected with any information submitted by you or on your behalf; any cybercrime attempted or committed by anyone; any incident of force-majeure or 'act of god'.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Refund Of Fee",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "If you choose to terminate your membership, the MEMBERSHIP FEES ARE NOT REFUNDABLE under any circumstances. Your membership in the 1RupeeMatrimony.com service is for your sole, personal use. You may not authorize others to use your membership and you may not assign or transfer your account to any other person or entity. Violation to this condition will lead to removal of your profile from 1RupeeMatrimony.com without any refund.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔No Agency",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Besides the provision of services, 1RupeeMatrimony.com acts as a platform for all its members to interchange information that would promote their common matrimonial objectives. It is to be distinctly understood that 1RupeeMatrimony.com will only provide contact between and among members within its service framework and not the direct contact details of such members. 1RupeeMatrimony.com is not the agent of any member and does not partake in the interchange or the results thereof. 1RupeeMatrimony.com reserves the right, but has no obligation, to monitor disputes between you and other members of 1RupeeMatrimony.com.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Payment Gateways",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "In order to provide paid membership services, 1RupeeMatrimony.com has tied up with leading Payment Gateway service providers to process the payments. Payments can be made through Instamojo.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Instamojo Retail is the reseller of membership services provided by Rib Matches Pvt Ltd.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Your card issuer may charge you an International Service Fee. This fee is controlled and charged by your bank or card issuer, not by our payment gateways or their banks. Please refer to www.INTLServiceFee.com for details.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Right to form Consortium/Associates",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "While providing services, 1RupeeMatrimony.com may outsource any part thereof to any competent person or organization, with or without disclosing it to you. However, your membership rights and responsibilities continue as against 1RupeeMatrimony.com only and not against such persons or organizations.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Indemnity",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You hereby agree to indemnify, defend and hold harmless 1RupeeMatrimony.com and/or its affiliates, their websites and their respective lawful successors and assigns from and against any and all losses, liabilities, claims, damages, costs and expenses (including reasonable legal fees and disbursements in connection therewith and interest chargeable thereon) asserted against or incurred by 1RupeeMatrimony.com and/or its affiliates, partner websites and their respective lawful successors and assigns that arise out of, result from, or may be payable by virtue of, any breach or non-performance of any representation, warranty, covenant or agreement made or obligation to be performed by You pursuant to this agreement.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "You shall be solely and exclusively liable for any breach of any country specific rules and regulations or general code of conduct and 1RupeeMatrimony.com cannot be held responsible for the same.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔General Provisions",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Confidentiality: 1RupeeMatrimony.com will maintain confidential, all personal information [other than that meant for posting or transmission] furnished by members and shall take all possible and /or bonafide steps for maintaining the confidentiality. However, 1RupeeMatrimony.com may divulge such information if required by law. It is unconditionally agreed, understood and acknowledged by you that the information and/or data that may be submitted by you shall be preserved and retained by 1RupeeMatrimony.com for all time to come as permissible under law, notwithstanding cessation, termination or discontinuation of the membership.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Termination of Membership: The membership may be terminated by either party by serving a written notice on the other. 1RupeeMatrimony.com reserves the right to terminate the membership, to suspend a profile or to disable access in respect of any member in breach of any of the terms. In any case the Membership fees will not be refundable. If you wish to terminate your profile from 1RupeeMatrimony.com, you can do so by logging into your account.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "Site Policies, Modification and Severability We reserve the right to make changes to our site, policies, and these Terms and Conditions of Use at any time. If any of these conditions shall be deemed invalid, void, or for any reason unenforceable, that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition. Suggestions, Complaints, Disputes: Suggestions and complaints are to be first addressed to 1RupeeMatrimony.com's customer care team at support@1RupeeMatrimony.com",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "✔Applicable Law",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "The membership is deemed to have been entered into at Chennai, India and the laws of India will govern the membership and any violation of the terms and conditions provided herein. Disputes arising out of or in any way affecting the membership including interpretation of any of the terms are subject to Courts of appropriate jurisdiction in Chennai. You hereby explicitly agree for Chennai court's jurisdiction for any disputes that may arise.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "In the event, you are not agreeable to any of the terms or conditions herein contained, please reconsider and please refrain from registration.",
    "section": [
      "1RupeeMatrimony.com"
    ]
  },
  {
    "text": "We may change this Privacy Policy from time to time based on your comments or as a result of a change of policy in our company. If you have any questions regarding our Privacy Statement, please write in to",
    "section": [
      "Notice:"
    ]
  },
  {
    "text": "© 2019 Sahal WebAds Pvt Ltd.",
    "section": [
      "Notice:"
    ]
  },
  {
    "text": "Matrimonials",
    "section": [
      "Notice:"
    ]
  }
]