[
  {
    "text": "Russian Brides Terms of Use Agreement",
    "section": []
  },
  {
    "text": "Effective Date: 29.06.2012",
    "section": []
  },
  {
    "text": "Services on 1 Russian Brides Website (www.1russianbrides.com) (the “Website”) are provided by Dot Com Productions LLC (“Us”). By accessing the Website, you agree to be bound by these Terms of Use (this \"Agreement\"), whether or not you register as a member of the Website (\"Member\"). If you object to anything in this Agreement, do not access the Website or the services provided by Us (\"Services\"). The Agreement is subject to change by Us at any time, effective upon posting on the Website. If you use the Services after such posting it will constitute acceptance by you of such changes.",
    "section": []
  },
  {
    "text": "Electronic Agreement.",
    "section": []
  },
  {
    "text": "This Agreement is an electronic contract that sets out the legally binding terms of your use of the Website and your use of the Services. This Agreement may be modified by Us from time to time, such modifications to be effective upon posting by Us on the Website. This Agreement includes Our Privacy Policy, Refund Policy, our subscription policies and any notices regarding the Website. By accessing the Website or becoming a Member, you accept this Agreement and agree to the terms, conditions and notices contained or referenced herein.",
    "section": []
  },
  {
    "text": "Electronic Form.",
    "section": []
  },
  {
    "text": "By accessing the Website or becoming a Member, you consent to have this Agreement provided to you in electronic form.",
    "section": []
  },
  {
    "text": "Non-Electronic Copy.",
    "section": []
  },
  {
    "text": "You have the right to receive this Agreement in non-electronic form. You may request a non-electronic copy of this Agreement either before or after you electronically sign the Agreement. To receive a non-electronic copy of this Agreement, please contact us.",
    "section": []
  },
  {
    "text": "Withdrawing Your Consent.",
    "section": []
  },
  {
    "text": "You have the right at any time to withdraw your consent to have this Agreement provided to you in electronic form.",
    "section": []
  },
  {
    "text": "Eligibility.",
    "section": []
  },
  {
    "text": "You must be at least eighteen (18) years of age and single or separated from your spouse to register as a Member or use the Website. Your use of the Website and/or Services constitutes your representation that you are least eighteen (18) years of age and single or separated from your spouse. Membership in the Service is void where prohibited or restricted. By using the Website, you represent and warrant that you have the right, authority and capacity to enter into this Agreement and to abide by all of the terms and conditions of this Agreement.",
    "section": []
  },
  {
    "text": "Membership and Subscription, Pricing.",
    "section": []
  },
  {
    "text": "You may become a Member of the Services at no cost. As a Member, you will have the ability to participate in all of the features and services available within the Services except for the ability to open messages received from other members. In order to open messages received, you must purchase credits at the prices indicated on the Website. As a courtesy to our female members, all fees are waived for them.",
    "section": []
  },
  {
    "text": "Term.",
    "section": []
  },
  {
    "text": "This Agreement will remain in full force and effect while you use the Website and/or are a Member. You may terminate your membership and/or subscriptions at any time, for any reason. If you terminate your membership, the value of your unused credits will be refunded to you. We may terminate your membership and/or subscriptions by sending notice to you at the email address you provide in your application for membership, or such other email address as you may later provide to us. All decisions regarding the termination of accounts shall be made in our sole discretion. We are not required to provide you notice prior to terminating your membership and/or subscriptions. We are not required, and may be prohibited, from disclosing a reason for the termination of your account. Even after your membership or subscription is terminated, this Agreement will remain in effect. All terms that by their nature may survive termination of this Agreement shall be deemed to survive such termination.",
    "section": []
  },
  {
    "text": "Third-Party Affiliates.",
    "section": []
  },
  {
    "text": "Certain services may be provided to the Website by affiliated separate companies. The Website requires all affiliated companies to maintain the confidentiality of all information and conform to our privacy policy regarding user information.",
    "section": []
  },
  {
    "text": "Non-Commercial Use by Members.",
    "section": []
  },
  {
    "text": "The Website is for the personal use of individual Members only and may not be used in connection with any commercial endeavor. Organizations, companies, and/or businesses may not become Members and should not use the Services or the Website for any purpose. Illegal and/or unauthorized uses of the Website, including collecting usernames and/or email addresses of members by electronic or other means for the purpose of sending unsolicited email, “scraping” content from the Website, unauthorized framing of or linking to the Website, or misrepresenting the origin, source or association of the Website’s services and/or its content, may be investigated, and appropriate legal action will be taken, including without limitation, civil, criminal, and injunctive redress. Use of the Website is with Our permission, which may be revoked at any time, for any reason, in our sole discretion.",
    "section": []
  },
  {
    "text": "Account Security.",
    "section": []
  },
  {
    "text": "You are responsible for maintaining the confidentiality of the username and password that you designate during the Registration process, and you are fully responsible for all activities that occur under your username and password. You agree to (a) immediately notify us of any unauthorized use of your username or password or any other breach of security, and (b) ensure that you log out of your account at the end of each session. We will not be liable for any loss or damage arising from your failure to comply with this provision. You should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.",
    "section": []
  },
  {
    "text": "Your Interactions with Other Members.",
    "section": []
  },
  {
    "text": "You are solely responsible for your interactions with other Members. You understand that we subject Our Members only to a limited screening. We attempt to verify the IP addresses of the majority of Members registering themselves as female and selectively verify the passport data of a significant portion of female Members. However, We make no guarantee, either express or implied, regarding the accuracy of the information provided to Us by Members. We normally do not inquire into the backgrounds of Our Members (except when complying with the requirements of the IMBRA law, or when a background check is ordered separately by a client), nor do We attempt to verify the statements made by Our Members. We make no representations or warranties as to the conduct of Members or their compatibility with any current or future Members. In no event shall We be liable for any damages whatsoever, whether direct, indirect, general, special, compensatory, consequential, and/or incidental, arising out of or relating to the conduct of you or anyone else in connection with the use of the Service, including without limitation, bodily injury, emotional distress, and/or any other damages resulting from communications or meetings with other registered users of this Service or persons you meet through this Service. You agree to take reasonable precautions in all interactions with other Members of the Service, particularly if you decide to meet offline or in person. You understand that We make no guarantees, either express or implied, regarding your ultimate compatibility with individuals you meet through the Service. You should not provide any financial information (for example, your credit card or bank account information) to other Members.",
    "section": []
  },
  {
    "text": "Proprietary Rights.",
    "section": []
  },
  {
    "text": "We own and retain or we have a license from the owner to use, market, sell and sub-license all proprietary rights in the Website and the Services. The Website contains the copyrighted material, trademarks, software, and other proprietary information (“Intellectual Property”) of Us, and Our licensors. Except for that information which is in the public domain or for which you have been given written permission, you may not copy, modify, publish, transmit, distribute, perform, display, or sell any such Intellectual Property.",
    "section": []
  },
  {
    "text": "Reliance on Content, Advice, Etc.",
    "section": []
  },
  {
    "text": "Opinions, advice, statements, offers, or other information or content made available through the Service, but not directly by Us, are those of their respective authors. Such authors are solely responsible for such content. We take no responsibility for and offer no warranties regarding the reliability or accuracy of such information.",
    "section": []
  },
  {
    "text": "You are solely responsible for any messages, photos, video, data, profiles, or other user-generated electronic information (collectively, \"Content\") that you publish or display (hereinafter, \"post\") on the Services, or transmit to other Members. You will not post on the Services, or transmit to other Members, any defamatory, inaccurate, abusive, obscene, profane, offensive, sexually oriented, threatening, harassing, racially offensive, or illegal material, or any material that infringes or violates another party's rights (including, but not limited to, intellectual property rights, and rights of privacy and publicity). You will not provide inaccurate, misleading or false information to the Company or to any other Member. If information provided to us, or another Member, is subsequently discovered by you to be inaccurate, misleading or false, you will promptly notify Us of such change.",
    "section": []
  },
  {
    "text": "You understand and agree that we may review and delete any Content, in whole or in part, that in Our sole judgment violates this Agreement or which might be offensive, illegal, or that might violate the rights of, harm, or threaten the safety of Members.",
    "section": []
  },
  {
    "text": "By posting Content to any public area of the Website, you automatically grant, and you represent and warrant that you have the right to grant, to Us, our affiliates, licensees and successors, an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, reproduce, adapt, modify and distribute such Content and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing. This includes, but is not limited to, you granting Us the right to post your profile on any websites run either by Us, or our affiliates or partners. You further represent and warrant that public posting and use of your content by Us will not infringe or violate the rights of any third party.",
    "section": []
  },
  {
    "text": "Your use of the Service, including but not limited to the Content you post on the Service, must be in accordance with any and all applicable laws and regulations.",
    "section": []
  },
  {
    "text": "You may not include in your Member profile as well as in your messages any telephone numbers, street addresses, last names, URLs or email addresses. Exchange of personal contact information must be done only through Us, in compliance with this Agreement, other rules, terms and conditions established by Us, and with applicable law.",
    "section": []
  },
  {
    "text": "You may not engage in advertising to, or solicitation of, other Members. This includes, but is not limited to, solicitation or advertising to buy or sell any products or services through the Services, to attend parties or other social functions, or to join any other online or offline social networking organization or service. You may not transmit any chain letters, spam, or junk email to other Members. Although We cannot monitor the conduct of Our Members away from the Website, it is also a violation of these rules to use any information obtained from the Services to harass, abuse, threaten, or harm another person, or in order to contact, advertise to, solicit, or sell to any Member without their prior explicit consent. In order to protect our Members from such advertising or solicitation, we reserve the right to restrict the number of emails or other messages that a Member may send to other Members in any 24-hour period to a number which we deem appropriate in our sole discretion.",
    "section": []
  },
  {
    "text": "All information you include in your Member profile must be accurate, current and truthful.",
    "section": []
  },
  {
    "text": "Prohibited Activities.",
    "section": []
  },
  {
    "text": "We reserve the right to investigate and/or terminate your Membership if you have misused the Services, or behaved in a way which could be regarded as inappropriate or unlawful.",
    "section": []
  },
  {
    "text": "Modifications to Service.",
    "section": []
  },
  {
    "text": "We reserve the right at any time to modify or discontinue, temporarily or permanently, the Services (or any part thereof) with or without notice. You agree that We shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Services.",
    "section": []
  },
  {
    "text": "Blocking of IP Addresses.",
    "section": []
  },
  {
    "text": "In order to protect the integrity of the Services, we reserve the right at any time in Our sole discretion to block Members or other Users from accessing the Website from certain IP addresses.",
    "section": []
  },
  {
    "text": "Copyright Policy.",
    "section": []
  },
  {
    "text": "You may not post, distribute, or reproduce in any way any copyrighted or trademarked material or other proprietary information without obtaining the prior written consent of the owner of such proprietary rights.",
    "section": []
  },
  {
    "text": "Member Disputes.",
    "section": []
  },
  {
    "text": "You are solely responsible for your interactions with other Members. We reserve the right, but have no obligation, to monitor disputes between you and other Members.",
    "section": []
  },
  {
    "text": "Use of the Website and/or the Service is also governed by our Privacy Policy.",
    "section": []
  },
  {
    "text": "Disclaimers.",
    "section": []
  },
  {
    "text": "We are not responsible for any incorrect or inaccurate Content posted on the Website or in connection with the Services, whether such errors or inaccuracies are caused by Us, by Users or Members of the Website, or by any of the equipment or programming associated with or utilized in the Service. We are not responsible for the conduct, whether online or offline, of any user of the Website or Member of the Services. We assume no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, user or Member communications. We are not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of email or players on account of technical problems or traffic congestion on the Internet or at any Website or combination thereof, including injury or damage to Users and/or Members or to any other person's computer or other equipment related to or resulting from participating or downloading materials in connection with the Web and/or in connection with the Services. Under no circumstances will We or any of Our affiliates, advertisers, promoters or distribution partners be responsible for any loss or damage, resulting from anyone's use of the Website or the Services, any Content posted on the Website or transmitted to Members, or any interactions between Users of the Website, whether online or offline. Any advice that may be posted on the Website is for informational and entertainment purposes only and is not intended to replace or substitute for any professional financial, medical, legal, or other advice.",
    "section": []
  },
  {
    "text": "Export Controls.",
    "section": []
  },
  {
    "text": "Software from this Website (the \"Software\") may be subject to United States export controls. No Software may be downloaded from the Website or otherwise exported or re-exported (i) into (or to a national or resident of) Cuba, Iraq, Libya, North Korea, Iran, Syria, or any other Country to which the U.S. has embargoed goods; or (ii) to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Commerce Department's Table of Deny Orders. By downloading or using any Software, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.",
    "section": []
  },
  {
    "text": "Jurisdiction and Choice of Law.",
    "section": []
  },
  {
    "text": "If there is any dispute arising out of the Website and/or the Services, by using the Website, you expressly agree that any such dispute shall be governed by the laws of the Island of Nevis, without regard to its principles on conflicts of laws, . Any action to enforce this Agreement shall be brought in the courts of the Island of Nevis only.",
    "section": []
  },
  {
    "text": "Sole Remedy",
    "section": []
  },
  {
    "text": "IF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICES, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES AND A REFUND ACCORDING TO OUR REFUND POLICY.",
    "section": []
  },
  {
    "text": "Indemnity by You.",
    "section": []
  },
  {
    "text": "You agree to indemnify and hold Us, Our subsidiaries, affiliates, officers, agents, and other partners and employees, harmless from any loss, liability, claim, or demand, including attorney's fees, made by any third party due to or arising out of your use of the Services in violation of this Agreement and/or arising from a breach of this Agreement and/or any breach of your representations and warranties set forth above.",
    "section": []
  },
  {
    "text": "Official correspondence must be sent via postal mail to:",
    "section": []
  },
  {
    "text": "Dot Com Productions LLC",
    "section": []
  },
  {
    "text": "Suite 3978, PO Box 6945",
    "section": []
  },
  {
    "text": "London W1A 6US, United Kingdom",
    "section": []
  }
]