[
  {
    "text": "Terms & Conditions.",
    "section": []
  },
  {
    "text": "Using our services",
    "section": []
  },
  {
    "text": "This policy is effective from Jan 01, 2017. Please read the following important Terms of Service Agreement (the Agreement) before accessing or using any of the various services (the Services) made available to you (the client) by 1S2U.COM through http://1s2u.com (1S2U.COM). By accessing or using the Services, you acknowledge that you have carefully read and understood whatever has been listed, and you agree to be bound by these Terms.",
    "section": []
  },
  {
    "text": "Refund Policy",
    "section": []
  },
  {
    "text": "Before starting any business with us we advise you to test our services.as we are offering a free account for testing.",
    "section": []
  },
  {
    "text": "We do not offer any refund of money at any stage or at any condition once the transaction has done unless 1s2u agreed.",
    "section": []
  },
  {
    "text": "In case, 1s2u agreed we can even exchange your service account or we can refund your money this will take 24 to 48 hr but not more than that from the date of request received by 1s2u through e-mail (registered with the 1s2u) or by regular post.",
    "section": []
  },
  {
    "text": "All charges including monthly fee, SMS charges, used balance and processing charges will be deducted from the refundable amount.1S2U.COM reserves the right to cancel, suspend, or otherwise restrict access to the account at any time with or without notice. Any kind of abuse directed towards our staff in any medium or format will result in immediate suspension or termination of your services.",
    "section": []
  },
  {
    "text": "The user may as per their best interests deactivate their account at any point of time. All cancellation requests must be submitted to accounts and billing department of 1S2U.COM. You may submit your cancellation requests by email or phone. Your request will not be considered valid unless and until you receive confirmation from our accounts or billing department. The confirmation email or number given by accounts department of 1S2U.COM will act as a proof of the cancellation of service.",
    "section": [
      "Cancellation Policy"
    ]
  },
  {
    "text": "1S2U.COM reserves the right to suspend or terminate access to our services without giving any prior notice without specifying any reason and also in case of any possible violation of the terms of use. 1S2U.COM shall not be held liable for any instances of termination of services on the account of non-renewal or non-payment of dues on time.",
    "section": [
      "Cancellation Policy"
    ]
  },
  {
    "text": "User name and Email ID provided by the user at the time of Signup should be true to his/her knowledge and the provided Email ID should be in working condition.",
    "section": [
      "USE OF INFORMATION SUBMITTED"
    ]
  },
  {
    "text": "However, all the details provided by the user at the time of sign up are hereby kept confidential with the team 1S2U.COM for official use only. Purpose of the Email ID is to inform the user in case of any technical failure, down time of the service, change in service, modification of working policy, and to maintain a two way channel between the customers and the company for any kind of official communications.",
    "section": [
      "USE OF INFORMATION SUBMITTED"
    ]
  },
  {
    "text": "It is important to know that in order to keep a track of geographical location of the user, so as to keep a check on any fraudulent activities, we maintain a record of I.P addresses of our users.",
    "section": [
      "USE OF INFORMATION SUBMITTED"
    ]
  },
  {
    "text": "In case of any changes in personal information, users can modify the details by logging in using their existing Email ID and password. Go to the profile page in your account and modify what so ever you wish to.",
    "section": [
      "USE OF INFORMATION SUBMITTED"
    ]
  },
  {
    "text": "Our services are present to make lives of people easy. Users choose 1S2U.COM by their own will without any force or pressure imposed by the team 1S2U.COM.",
    "section": [
      "USE OF INFORMATION SUBMITTED"
    ]
  },
  {
    "text": "This is a legally valid agreement that lays out the terms and conditions for the use of all services which comes under http://1s2u.com/ service agreed by you. The usage of the service is limited under all the terms & conditions herewith published. This agreement shall be governed by the rules and regulations of the authorities of the government of Malaysia. Please read this agreement carefully. All notices under this agreement will be considered as written and have been duly signed once the same is electronically confirmed.",
    "section": [
      "TERMS OF USAGE"
    ]
  },
  {
    "text": "You agree to abide by all applicable local, national and international laws and regulations. You are solely responsible for all acts or omissions that occur under your account, including the content of the messages transmitted through the service. The SMS service that sends/receives messages to/from mobile phones is maintained by TEAM 1S2U.COM. The utilization of the SMS service is subject to the following Terms of Service.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "Any illegal use of the SMS service is strictly prohibited.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "Messages containing sexual, racist or discriminatory content or any such usage of them may be considered as harassment and you are to be held responsible for this. TEAM 1S2U.COM does not assume any liability for the content of the messages sent.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "TEAM 1S2U.COM will be exempt from any claim that may arise from third parties as a result of the message content.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You guarantee that the content of any SMS always respects and does not in any way conflict with fundamental human rights or will follow the norms of Intellectual Property Right laws. (e.g. right to privacy, prohibition of discrimination on any ground such as sex, race, color, language, religion, political or other opinion, national or social origin.)",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You accept that the service is provided for professional use only and you agree not to use it to :",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Promote alcohol, music, dancing, dating, gambling or deception.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "·",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "Send unsolicited messages (i.e. mobile spam) and to therefore ensure that your messages are only sent to individuals that have given you their permission.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Harvest, or otherwise collect information about others, without their consent.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Mislead others by creating a false identity, impersonating the identity of someone/something else or by providing contact details that do not belong to you.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Transmit, associate or publish any unlawful, racist, harassing, libelous, abusive, threatening, demeaning, lewd, immoral, harmful, vulgar, obscene or otherwise objectionable material of any kind. As a general guideline, if your content is not suitable for ages 13+, it most likely goes against our Usage Policy.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Transmit any material that may infringe upon the intellectual property rights of third parties including trademarks, copyrights or other rights of publicity.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Transmit any material that contains viruses, Trojan horses, worms, time bombs, cancel-bots or any other harmful/deleterious programs.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Interfere with, or disrupt, networks connected to the service or violate the regulations, policies or procedures of such networks.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Attempt to gain unauthorized access to the service, other accounts, computer systems or networks connected to the service, through password mining or any other means.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Interfere with others use and enjoyment of the service.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Engage in any other activity that Team 1S2U.COM believes could subject it to criminal liability or civil penalty/judgment.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You acknowledge that TEAM 1S2U.COM delivers SMS's via major telecom operators and can therefore only influence the delivery transmission of SMS within the technical constraints imposed. SMS's submitted via Internet will be transferred to mobile network providers, provided that the recipient's phone is switched on and doesn't have a full memory and is located in an area covered by its subscribed mobile network provider. You acknowledge that, depending on the recipient's mobile provider service, it may not be possible to transmit the SMS to the recipient successfully.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You are responsible for the privacy and storage of the user-name and password. You agree to be legally bound by all the activities carried out through your account.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "TEAM 1S2U.COM neither claims nor guarantees the availability or performance of this service and accepts no liability for transmission delays or message failures. While TEAM 1S2U.COM makes every effort to deliver messages promptly.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "TEAM 1S2U.COM doesn't refund the credits for undeliverable messages to you because we cannot guarantee delivery of the SMS's to recipients due to possible errors. TEAM 1S2U.COM debits transmitted SMS's according to its transmission logs. These logs are deemed correct and valid even if the customer has objected to the correctness of the accounting records, except if investigation by TEAM 1S2U.COM has produced evidence of a technical problem or error.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "TEAM 1S2U.COM reserves the right to exclude you from using this service, refunding you any remaining amount in your account. All purchases must be considered as final, in compliance with our no refund policy.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "The SMS account balance is non-refundable and does not bear any interest. All the SMS's must be used in the validity period from the date of the purchase. No carry forward of the credits will be made unless otherwise defined in a separate contract.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You undertake the entire responsibility regarding the messages sent through http://1s2u.com/ services from your account, which are transmitted as per your request.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You shall indemnify and reimburse TEAM 1S2U.COM all liabilities, costs, losses and damages, in case of any claim brought against TEAM 1S2U.COM from any third party due to breach of contract.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "You shall in no way raise questions concerning our price policy since it is liable to change with due amendments in the government rules and regulations.",
    "section": [
      "SERVICE USAGE POLICY"
    ]
  },
  {
    "text": "· Whilst we will take all reasonable steps to deliver your messages to the recipients as fast as possible, we cannot commit to, or guarantee, a specific delivery time. Such times depend on various network and system-related factors among the various entities involved in the transportation of your messages across the cellular mobile networks.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· Furthermore, delivery reports and the originator are operator dependant features and so it is not possible for us to give 100% guarantee for their availability. We recommend that tests should be conducted beforehand when these features are considered to be of high importance.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· You acknowledge that as we send and receive text-messages via major telecommunication companies and Mobile Network Operators, our influence over the transmission of your messages is within the technical constraints imposed upon us.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· Our responsibility is therefore to ensure that the text-messages you send through the service are processed correctly and delivered to the assigned entity. We are not responsible for the final delivery of the message, as this is out of our control and is the responsibility of the Mobile Network Operator.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· SMS's that cannot be delivered within the lifespan allocated to them, either by us or a Mobile Network Operator will be discarded by the Mobile Network Operator, without any notice. We are not liable for any loss incurred by the failure of a message to be delivered and you acknowledge that damages concerning financial or other loss resulting from delivery failure cannot be claimed from Team 1S2U.COM. Furthermore, you agree that the message contents are deemed to have zero value.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· You also acknowledge that text-messages are transmitted unencrypted and that eavesdropping of mobile phone communications, including SMS delivery by third parties is possible. We also recommend that you ensure sensitive and valuable information is communicated by a number of superior communication methods.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· Furthermore, use of the service and the Internet is at its own risk and that the service is provided \"as is\" and \"as available\", without any warranties or conditions whatsoever, expressed or implied. We will apply all commercially reasonable efforts to make access to the service available through the required access protocols, but make no warranty or guarantee that you will be able to access the service at any particular time or any particular location. Without limiting the generality of the terms set forth, we and our affiliates, agents, content providers, service providers, and licensees hereby disclaim all express and implied warranties as to the accuracy, completeness, non-infringement, merchantability or fitness for particular purpose of the service generally, and any content or services contained therein, as well as all express and implied warranties that the operation of the service generally and any contender services contained therein will be uninterrupted or error-free.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· We shall in no event be liable for any inaccuracy, error or omission in, or loss, injury or damage caused in whole or in part by failures, delays or interruptions of the service generally, and any aspect ancillary thereto; you agree to indemnify us for any third party claims arising from such failures, delays or interruptions in connection with regard to the use of the service.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "· Notwithstanding anything to the contrary contained herein, the provisions outlined above are for the benefit of Team 1S2U.COM and its affiliates, agents, content providers and service providers and each shall have the right to assert and enforce such provisions directly on its own behalf.",
    "section": [
      "Limitation of Liability/Disclaimer"
    ]
  },
  {
    "text": "We frequently update, modify and otherwise continually seek to improve the service and such changes often dictate that we simultaneously modify the terms and conditions of use. As such, we have the right to modify the terms of this agreement and to change or discontinue any aspect or feature of our service, in either case, as it deems reasonably necessary. If you do not agree with any such changes, your use of the service may be cancelled in accordance with the procedures for cancellation set forth in this agreement. You acknowledge your responsibility to review this agreement from time to time and to be aware of any such changes and, should you request, we will be happy to keep you informed if/when such changes take place.",
    "section": [
      "Modification of terms"
    ]
  },
  {
    "text": "If at any time you breach the terms and conditions of the service, we may elect to suspend, terminate and/or cancel this agreement and/or recover any damages from you arising from the event(s) giving rise to the suspension, termination or cancellation. We reserve the right to suspend your service at any stage for any reason we may deem necessary to continue to provide any of our services in a way that may be hindered by your status as being our client, your financial status or the content of the messages originating from you.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "Upon any such termination, cancellation and/or suspension, you are still responsible for any obligations than accrued. Payment and other obligations under this agreement are not suspended, stayed, or otherwise affected by a suspension of access to/or use of the service (in whole or in part) where said suspension arises from your failure to comply with, or violation of, the terms of this agreement or of any law or legal obligation. Upon termination and/or cancellation, for any reason, you agree to immediately cease using the service and we shall have no obligation to you after any termination or cancellation of this agreement.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "You are also free to terminate or cancel this agreement at any time, and for any reason. For such termination or cancellation to be effective however, you must inform us in writing through Email.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "These Services are operated and provided by:",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "1s2u.com",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "If you have any questions concerning these Terms, feel free to contact team 1S2U.COM.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "With our reseller system you will be able to supply a service that is increasingly in demand by businesses and organizations of all sizes Active",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "1s2u.com is licensed by:",
    "section": [
      "Termination"
    ]
  }
]