[
  {
    "text": "Want a FREE iPad?! Sign Up to WIN! Enter Now! Ends 10/15/19",
    "section": []
  },
  {
    "text": "Welcome to 1Sale. We’re thrilled that you’re ready to start using our site. Before we get started, we’ll need you to read and agree to these terms. Once you’ve agreed to comply and be bound by these terms, you’ll be ready to start saving cash by the fistful.",
    "section": []
  },
  {
    "text": "While you’re reading these delightful, jargon-laden terms our team of fastidious lawyers put together, please keep in mind that the terms “I,” “us,” “we,” or “our” refers to 1SaleADay LLC, the owners and operators of this website. The term “you” refers to you – the user or viewer of our website.",
    "section": []
  },
  {
    "text": "You agree to the terms and conditions outlined in this Terms of Use Agreement (“Terms of Use”) with respect to our site (“1Sale.com”). This Agreement constitutes the entire and only agreement between us and you, and supersedes all prior or contemporaneous agreements, representations, warranties and understandings with respect to the Site, the content, products or services provided by or through the Site, and the subject matter of this Agreement. This Agreement may be amended at any time by us from time to time without specific notice to you. The latest Agreement will be posted on the Site, and you should review this Agreement prior to using the Site.",
    "section": [
      "Acceptance of Agreement."
    ]
  },
  {
    "text": "The content, organization, graphics, design, compilation, magnetic translation, digital conversion and other matters related to the Site are protected under applicable copyrights, trademarks and other proprietary (including but not limited to intellectual property) rights. The copying, redistribution, use or publication by you of any such matters or any part of the Site, except as allowed by Section 4 below, is strictly prohibited. You do not acquire ownership rights to any content, document or other materials viewed through the Site. The posting of information or materials on the Site does not constitute a waiver of any right in such information and materials. Some of the content on the site is the copyrighted work of third parties.",
    "section": [
      "Copyright"
    ]
  },
  {
    "text": "“1Sale.com” and others are our service marks or registered service marks or trademarks. Other product and company names mentioned on the Site may be trademarks of their respective owners.",
    "section": [
      "Service Marks"
    ]
  },
  {
    "text": "You are granted a non-exclusive, non-transferable, revocable license (a) to access and use the Site strictly in accordance with this Agreement; (b) to use the Site solely for internal, personal, non-commercial purposes; and (c) to print out discrete information from the Site solely for internal, personal, non-commercial purposes and provided that you maintain all copyright and other policies contained therein. No print out or electronic version of any part of the Site or its contents may be used by you in any litigation or arbitration matter whatsoever under any circumstances.",
    "section": [
      "Limited License; Permitted Uses."
    ]
  },
  {
    "text": "You may provide links to the Site, provided (a) that you do not remove or obscure, by framing or otherwise, advertisements, the copyright notice, or other notices on the Site, (b) your site does not engage in illegal or pornographic activities, and (c) you discontinue providing links to the Site immediately upon request by us.",
    "section": [
      "Linking to the Site."
    ]
  },
  {
    "text": "The Site may contain advertising and sponsorships. Advertisers and sponsors are responsible for ensuring that material submitted for inclusion on the Site is accurate and complies with applicable laws. We are not responsible for the illegality or any error, inaccuracy or problem in the advertiser’s or sponsor’s materials.",
    "section": [
      "Advertisers"
    ]
  },
  {
    "text": "Certain sections of, or offerings from, the Site may require you to register. If registration is requested, you agree to provide us with accurate, complete registration information. Your registration must be done using your real name and accurate information. Each registration is for your personal use only and not on behalf of any other person or entity. We do not permit (a) any other person using the registered sections under your name; or (b) access through a single name being made available to multiple users on a network. You are responsible for preventing such unauthorized use.",
    "section": [
      "Registration"
    ]
  },
  {
    "text": "We do not represent or warrant that the Site will be error-free, free of viruses or other harmful components, or that defects will be corrected. We do not represent or warrant that the information available on or through the Site will be correct, accurate, timely or otherwise reliable. We may make changes to the features, functionality or content of the Site at any time. We reserve the right in our sole discretion to edit or delete any documents, information or other content appearing on the Site.",
    "section": [
      "Errors, Corrections and Changes."
    ]
  },
  {
    "text": "We reserve the right to investigate complaints or reported violations of this Agreement and to take any action we deem appropriate, including but not limited to reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to your profile, email addresses, usage history, posted materials, IP addresses and traffic information.",
    "section": [
      "Unlawful Activity."
    ]
  },
  {
    "text": "You agree to indemnify, defend and hold us and our partners, agents, officers, directors, employees, subcontractors, successors, assigns, third party suppliers of information and documents, attorneys, advertisers, product and service providers, and affiliates (collectively, “Affiliated Parties”) harmless from any liability, loss, claim and expense, including reasonable attorney’s fees, related to your violation of this Agreement or use of the Site.",
    "section": [
      "Indemnification"
    ]
  },
  {
    "text": "By using our site, you agree that any dispute related to a purchase or otherwise of any sort shall be settled by arbitration to be held in Miami Dade County, Florida, in accordance with the rules then in effect of the American Arbitration Association.",
    "section": [
      "Applicable Law and Venue"
    ]
  },
  {
    "text": "Your right to use the Site is not transferable or assignable. Any password or right given to you to obtain information or documents is not transferable or assignable.",
    "section": [
      "Nontransferable."
    ]
  },
  {
    "text": "We and any Affiliated Party shall not be liable for any loss, injury, claim, liability, or damage of any kind resulting in any way from (a) any errors in or omissions from the Site or any services or products obtainable there-from, (b) the unavailability or interruption of the Site or any features thereof, (c) your use of the Site, (d) the content contained on the Site, or (e) any delay or failure in performance beyond the control of a Covered Party.",
    "section": [
      "Limitation of Liability"
    ]
  },
  {
    "text": "THE AGGREGATE LIABILITY OF US AND THE AFFILIATED PARTIES IN CONNECTION WITH ANY CLAIM ARISING OUT OF OR RELATING TO THE SITE AND/OR THE PRODUCTS, INFORMATION, DOCUMENTS AND SERVICES PROVIDED HEREIN OR HEREBY SHALL NOT EXCEED $100 AND THAT AMOUNT SHALL BE IN LIEU OF ALL OTHER REMEDIES WHICH YOU MAY HAVE AGAINST US AND ANY AFFILIATED PARTY.",
    "section": [
      "Limitation of Liability"
    ]
  },
  {
    "text": "All rules, policies (including privacy policies) and operating procedures of Merchants will apply to you while on any Merchant sites. We are not responsible for information provided by you to Merchants. We and the Merchants are independent contractors and neither party has authority to make any representations or commitments on behalf of the other.",
    "section": [
      "Third-Party Merchant Policies."
    ]
  },
  {
    "text": "You represent and warrant that if you are purchasing something from us or from Merchants that (i) any credit information you supply is true and complete, (ii) charges incurred by you will be honored by your credit card company, and (iii) you will pay the charges incurred by you at the posted prices, including any applicable taxes.",
    "section": [
      "Payments."
    ]
  },
  {
    "text": "Purchases Shipped to Oklahoma: Oklahoma requires the tax not collected by the Seller be reported by the purchaser and paid on the Oklahoma individual income tax return [Form 511] or by filing a consumer use tax return [Form 21-1]. The referenced forms and corresponding instructions are available on the Oklahoma Tax Commission website atwww.tax.ok.gov",
    "section": [
      "Tax Information For Certain States."
    ]
  },
  {
    "text": "Purchases Shipped to South Dakota: South Dakota requires the tax not collected by the Seller be reported by the purchaser and paid on the South Dakota simple use tax form [SD EForm-1350 V7]. The use tax form and corresponding instructions are available on the South Dakota Department of Revenue and Regulation website at www.state.sd.us/drr",
    "section": [
      "Tax Information For Certain States."
    ]
  },
  {
    "text": "Purchases Shipped to Vermont: Vermont requires the tax not collected by the Seller be reported by the purchaser and paid on either the Vermont individual income tax form [IN-111, Line 27], or the Vermont use tax form [SU-452]. The use tax forms and instructions are available on the Vermont Department of Taxes website at www.state.vt.us/tax/usetax.shtml",
    "section": [
      "Tax Information For Certain States."
    ]
  },
  {
    "text": "We respect the intellectual property of others, and we ask you to do the same. If you believe that your work has been copied in a way that constitutes copyright infringement, please provide our Copyright Agent the following information:",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "A description of the copyrighted work that you claim has been infringed;",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "A description of where the material that you claim is infringing is located on the Site;",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "Your address, telephone number, and email address;",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; and",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "A statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "Our Copyright Agent for Notice of claims of copyright infringement on the Site can be reached using our Contact Us form.",
    "section": [
      "Copyrights and Copyright Agents."
    ]
  },
  {
    "text": "You agree to comply with all applicable domestic and international laws, statutes, ordinances and regulations regarding your use of the Site and the Content and Materials provided therein.",
    "section": [
      "Legal Compliance."
    ]
  },
  {
    "text": "Though we would never intentionally sell a defective product it’s not unheard of inadvertently sending one or two item that simply don’t work. All Dead On Arrival (DOA) products that are defective upon delivery are returnable to us within 21 days. In order to return a defective product please Contact Us us. for a RMA form and return instructions. If however the product becomes defective after delivery or because of normal use that would be something to contact manufacturer concerning possible repair or replacement. We apologize in advance if an item is of faulty quality from the manufacturer. We will do what we can to help you deal with that should that problem arise. We certainly hope it does not.",
    "section": [
      "Refund and Return Policy."
    ]
  },
  {
    "text": "Because our deals are only for one day and they’re priced very low, we do not accept returns. If you think you may have ordered more than you need why not sell the item on Ebay you may even make a few extra bucks for yourself on the side.",
    "section": [
      "Refund and Return Policy."
    ]
  },
  {
    "text": "All items purchased from 1Sale (or any of its affiliates and subsidiaries) are made pursuant to a shipment contract. This means that the risk of loss and title for such items pass to the customer upon our delivery to the carrier. Title and risk of loss for items transfer to the recipient/customer upon delivery to the common carrier.",
    "section": [
      "Risk of loss."
    ]
  },
  {
    "text": "Terms and Conditions for 1Sale Chunk of Junk youtube video contest:",
    "section": [
      "Risk of loss."
    ]
  },
  {
    "text": "1Sale respects the intellectual property rights of others, and requests you to do the same. 1Sale does not permit copyright infringing activities. 1Sale reserves the right to disqualify contestants for violation of the Terms and Conditions set forth by the YouTube user agreement. 1Sale reserves the right in its sole discretion to disqualify any entry that it believes contains obscene, offensive or inappropriate content, that does not comply with the official rules of the contest, or that is not consistent with the spirit of the contest. Videos that are eligible to win must have a minimum of a 3.0 rating and have a consistent ratings and views ratio. 1Sale does not accept responsibility for any video hosting site policy violation or any other violation.",
    "section": [
      "Risk of loss."
    ]
  },
  {
    "text": "THE INFORMATION FROM OR THROUGH TIS SITE IS PROVIDED “AS-IS,” “AS AVAILABLE,” AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE INFOMRATION MAY CONTAIN ERRORS, PROBLEMS OR OTHER LIMITATIONS. OUR SOLE AND ENTIRE MAXIMUM LIABILITY FOR ANY INACCURATE INFORMATION, FOR ANY REASON, AND USER’S SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE WHATSOEVER, SHALL BE LIMITED TO THE AMOUNT PAID BY THE CUSTOMER FOR THE INFORMATION RECEIVED (IF ANY). WE ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE). WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE. THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN US AND YOU. WE WOULD NOT PROVIDE THIS SITE AND INFORMATION WITHOUT SUCH LIMITATIONS. NO REPRESENTATIONS, WARRANTIES OR GUARANTEES WHATSOEVER ARE MADE AS TO THE ACCURACY, ADEQUACY, RELIABILITY, CURRENTNESS, COMPLETENESS, SUITABILITY OR APPLICABILITY OF THE INFORMATION TO A PARTICULAR SITUATION.",
    "section": [
      "Disclaimer Regarding Information"
    ]
  },
  {
    "text": "All responsibility and liability for any damages caused by viruses contained within the electronic files of this site are disclaimed. All terms and conditions with respect to this site is governed by the above Terms of Service Agreement.",
    "section": [
      "Disclaimer Regarding Information"
    ]
  }
]