[
  {
    "text": "Tiếng Việt",
    "section": []
  },
  {
    "text": "Please read the Terms and Conditions (\"Terms of Use\", \"Terms and Conditions\") carefully before using the https://1shortlink.com website operated by 1ShortLink - All shorteners in One. Your access to and use of the services conditioned on you accept and abide by the terms. These terms apply to all visitors, users and visitors who access or use the Service. By accessing or using the Services you agree to be bound by these Terms. If you do not agree to any part of these terms then you may not access the Service.",
    "section": []
  },
  {
    "text": "When you create an account with us, you must provide us with information that is accurate, complete and current at all times. Failure to do so constitutes a violation of the terms, which may result in termination of your account immediately on our service. You are responsible for protecting the passwords that you use to access the service and for any activity or action under your password, whether your password is with our service or service. third party. You agree not to disclose your password to any third party. You must immediately notify us of any security breach or unauthorized use of your account.",
    "section": []
  },
  {
    "text": "We may terminate or suspend access to our services immediately, without prior notice or liability, for any reason, including without limitation, if you vi It violates the Terms. All provisions of the Terms that by their very nature terminate the termination shall survive, including, but not limited to, ownership rights, warranty disclaimers, indemnification and limitation. responsibility. We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including but not limited to violations of these Terms. Upon termination, your right to use this service will be immediately terminated. If you want to terminate your account, you may only stop using the Services. All provisions of the Terms that by their very nature terminate the termination shall survive, including, but not limited to, ownership rights, warranty disclaimers, indemnification and limitation. responsibility.",
    "section": []
  },
  {
    "text": "These terms will be governed by and construed in accordance with the laws of Vietnam, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms shall not constitute a waiver of such right. If any provision of this Article is found to be invalid or unenforceable by a court, the remainder of these Terms will remain in full force and effect. These Terms form the entire agreement between us regarding our service, and supersede and supersedes any prior agreements we may have between us relating to the Service.",
    "section": []
  },
  {
    "text": "We reserve the right, at our discretion, to modify or replace the Terms at any time. If a version is documented we will endeavor to provide at least 30 days notice prior to any new terms entry into force. What constitutes a material change will be determined by our decision. By continuing to access or use our services after the amendments take effect, you agree to be bound by the modified terms. If you do not agree to the new terms, please stop using the Services.",
    "section": []
  }
]