[
  {
    "text": "For any free or discounted trial offers the following terms apply:",
    "section": [
      "INFORMATION AND ADDITIONAL TERMS FOR TRIAL OFFERS"
    ]
  },
  {
    "text": "For all 1ShoppingCart.com services with the exception of our eCommerce store builder services, for any free or discounted trial offer, by accepting any such offer you are agreeing to enroll in a 1ShoppingCart.com \"Professional\" account with “Plus Support”, at a cost of $139.00 every four weeks billed to your credit card, unless you cancel prior to the end of the trial period by contacting 1ShoppingCart.com at 888-792-1961 (U.S. customers) or 705-792-1961 (International customers).",
    "section": [
      "INFORMATION AND ADDITIONAL TERMS FOR TRIAL OFFERS"
    ]
  },
  {
    "text": "For our eCommerce store builder services, for any free or discounted trial offer, by accepting any such offer you are agreeing to enroll in a 1ShoppingCart.com \"Premium\" account with “Plus Support”, at a cost of $129.00 $79.00 $129.00 every four weeks plus a 1% transaction fee on products and services sold through the store, billed to your credit card, unless you cancel prior to the end of the trial period by contacting 1ShoppingCart.com at 888-792-1961 (U.S. customers) or 705-792-1961 (International customers).",
    "section": [
      "INFORMATION AND ADDITIONAL TERMS FOR TRIAL OFFERS"
    ]
  },
  {
    "text": "By signing up for the 1ShoppingCart.com services (hereinafter referred to as the \"Services\"), you hereby agree to the following Terms of Service:",
    "section": [
      "TERMS OF SERVICE"
    ]
  },
  {
    "text": "This Terms of Service document, as amended by 1ShoppingCart.com, its partners, subsidiaries, affiliates, successors and assigns (hereinafter referred to collectively as \"1ShoppingCart.com\", \"we\" and/or \"us\"), along with any applicable order page (hereinafter collectively referred to as the \"Agreement\") constitutes a legally binding contract between 1ShoppingCart.com and the person or organization that submits an order for the Services, pays for Services, and/or utilizes the Services (\"Customer\", \"Client\" and/or \"you\"). You and 1ShoppingCart.com together may be referred to herein as the \"Parties\" and either alone may be referred to as a \"Party\".",
    "section": [
      "TERMS OF SERVICE"
    ]
  },
  {
    "text": "1ShoppingCart.com reserves the right to change or modify any of the terms and conditions contained in this Agreement at any time and from time to time in its sole discretion, and to determine whether and when any such changes apply to both existing or future customers. 1ShoppingCart.com may make such changes or modifications to the terms and conditions contained in this Agreement in accordance with the terms of this Agreement and Client's continued use of the Services following 1ShoppingCart.com's posting of any changes or modifications will constitute Client's acceptance of such changes or modifications.",
    "section": [
      "TERMS OF SERVICE"
    ]
  },
  {
    "text": "You acknowledge that you have read, understand and agree to be bound by all of the terms and conditions of this Agreement, as well as all other applicable rules or policies, terms and conditions, or service agreements that are or may be established by 1ShoppingCart.com from time to time and are incorporated herein by reference. You may also elect to purchase additional Services from 1ShoppingCart.com, our partners and/or other third parties, which may have their own service agreements or other related terms and conditions, and it is your obligation to review, accept and abide by those agreements as well as this Agreement.",
    "section": [
      "TERMS OF SERVICE"
    ]
  },
  {
    "text": "The Services may include any one or more of the following elements, depending upon the package and options selected by the Client during the ordering process:",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Shopping Cart and eCommerce software that facilitates the sale of products by the Client to customers on a website controlled by the Client;",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Email marketing tools and services;",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Online advertising tools and services;",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Affiliate marketing tools and services; and",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Online website store builder services.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "1ShoppingCart.com will provide Client with a limited license to use and receive the Services hereunder and 1ShoppingCart.com will further provide the Services ordered by the Client subject to the terms, conditions and limitations applicable to the Services that are set forth in the Agreement and on the 1ShoppingCart.com website.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Client will pay for the Services at the price and in accordance with any fee schedule indicated upon Client’s ordering of the Services. 1ShoppingCart.com may change the prices for the Services at any time and any such change in prices will be effective immediately after 1ShoppingCart.com posts the change on its website or otherwise provides notice to Client in accordance with this Agreement. All fees collected under this Agreement are fully earned when due and non-refundable when paid except as expressly provided for herein. All fees due under this Agreement must be paid via credit card or other payment method acceptable to 1ShoppingCart.com.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "The Services are either owned by 1ShoppingCart.com or licensed from a third party. In accordance with this Agreement and subject to the payment of applicable fees, 1ShoppingCart.com will provide certain hosting, support and other miscellaneous Services licensed by Client under this Agreement during the term of this Agreement. Any hosting to be provided by 1ShoppingCart.com under the Agreement shall be on servers operated by or for 1ShoppingCart.com (\"1ShoppingCart.com Servers\") and several merchants may share the resources and network capacity of those 1ShoppingCart.com Servers.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "1ShoppingCart.com agrees to comply in all material respects with the Payment Card Industry Data Security Standard (\"PCI-DSS\") to the extent applicable to 1ShoppingCart.com and to the extent 1ShoppingCart.com is storing, processing, or transmitting any \"Cardholder Data\" or \"Sensitive Authentication Data\" (as those terms are defined under the PCI-DSS) in connection with the Services.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "1ShoppingCart.com reserves the right to change, amend and/or alter the Services or to otherwise provide equivalent or equal Services without prior notice to Client. Client agrees to receive administrative communications from 1ShoppingCart.com in regards to the Services, Client’s account, policy changes and system updates.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "For any free or discounted trial offers the following terms apply:",
    "section": [
      "Services."
    ]
  },
  {
    "text": "For all 1ShoppingCart.com services with the exception of our eCommerce store builder services, for any free or discounted trial offer, by accepting such offer you are agreeing to enroll in a 1ShoppingCart.com \"Professional\" account with \"Plus Support\", at a cost of $139.00 every four weeks billed to your credit card, unless you cancel prior to the end of the trial period by contacting 1ShoppingCart.com at 888-792-1961 (U.S. customers) or 705-792-1961 (international customers).",
    "section": [
      "Services."
    ]
  },
  {
    "text": "For our eCommerce store builder services, for any free or discounted trial offer, by accepting any such offer you are agreeing to enroll in a 1ShoppingCart.com \"Premium\" account with “Plus Support”, at a cost of $129.00 $79.00 $129.00 every four weeks plus a 1% transaction fee on products and services sold through the store, billed to your credit card, unless you cancel prior to the end of the trial period by contacting 1ShoppingCart.com at 888-792-1961 (U.S. customers) or 705-792-1961 (International customers).",
    "section": [
      "Services."
    ]
  },
  {
    "text": "For any purchase of 1ShoppingCart services on a new non-trial account basis, by choosing to purchase the services or otherwise opening an account, you hereby agree to also be enrolled in a four week free trial of “Plus Support”, which will be billed to your credit card at a cost of $10.00 every four weeks following the free trial, unless you cancel prior to the end of the trial period by contacting 1ShoppingCart.com at 888-792-1961 (U.S. customers) or 705-792-1961 (International customers).",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Third Party Licensors",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Client acknowledges and agrees that the Services may include and/or may be provided, in some cases, by third party Licensors to 1ShoppingCart.com (hereinafter \"Third Party Licensors\"). For all Services that are provided by Third Party Licensors to 1ShoppingCart.com, Client agrees with and shall abide by all Third Party Licensor terms and conditions, if any. Such Third Party Licensor terms and conditions are available upon request (the \"Additional Terms and Conditions\"). Any Additional Terms and Conditions are in addition to and supplement the terms and conditions provided in this Agreement. Client acknowledges and agrees that it will be subject to all Additional Terms and Conditions and that all such Additional Terms and Conditions shall be incorporated into this Agreement, to the extent those Additional Terms and Conditions do not conflict with the terms and conditions of this Agreement, as if set forth fully herein. Client further agrees that it will be subject to all Additional Terms and Conditions where Client elects to add services to its Services package.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Client acknowledges that 1ShoppingCart.com may, at its sole discretion, change any Third Party Licensors that provide services under this Agreement, or add or delete discrete services from the Services. In the event that 1ShoppingCart.com changes Third Party Licensors, 1ShoppingCart.com may provide Client with notification of changes in Third Party Licensors and refer Client to information posted on 1ShoppingCart.com' website relative to that change which shall become Additional Terms and Conditions for the purposes of this Agreement.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "Client further expressly agrees that in conjunction with any use of any MasterPass Online services on Client’s website and/or otherwise in connection with the Services, Client agrees to the Additional Terms and Conditions related thereto and located online here and further authorizes 1ShoppingCart.com to accept such Additional Terms and Conditions on Client’s behalf. Client expressly authorizes 1ShoppingCart.com to opt Client in to the MasterPass Online services, and should Client be opted-in to any such services by 1ShoppingCart.com, Client shall have the right to opt-out of such services by contacting 1ShoppingCart.com at 888-792-1961.",
    "section": [
      "Services."
    ]
  },
  {
    "text": "The Services will commence on the date Client's order for the Services is accepted by 1ShoppingCart.com (the \"Effective Date\") and will thereafter continue on the basis of successive billing periods (with the first day of each billing period being a \"Billing Date\") until terminated by either party in accordance with this Agreement. For each billing period, 1ShoppingCart.com will automatically charge the Client's credit card on each Billing Date for (i) any non-refundable recurring subscription fees as well as any other annual or one-time fees due in advance for the billing period beginning on that date, and (ii) any transaction fees and all other fees designated to be paid in arrears based on the value of goods and services sold through the Client's Website (as defined below) during the previous billing period. Client acknowledges and agrees that all recurring fees referenced in the Agreement or otherwise related to the Services are to be recurring transactions billed on an ongoing basis until the Services are terminated in accordance with this Agreement.",
    "section": [
      "Payment & Fees."
    ]
  },
  {
    "text": "All fees are quoted in U.S. Dollars and exclude all applicable sales, use, and other taxes and government charges, whether federal, state or foreign, and you will be responsible for payment of all such taxes (other than taxes based on 1ShoppingCart.com's income), fees, duties, and charges, and any related penalties and interest, arising from the payment of any and all fees under this Agreement.",
    "section": [
      "Payment & Fees."
    ]
  },
  {
    "text": "Without limiting any of 1ShoppingCart.com's rights hereunder, should any fee payment become delinquent or not be retrievable from Client's credit card when due, 1ShoppingCart.com may suspend or cancel the Services; however charges may continue to accrue in accordance with the Term of this Agreement and price of Services. Additionally, 1ShoppingCart.com may bill an additional charge to reinstate a suspended Customer account. Client acknowledges and agrees that 1ShoppingCart.com is not responsible whatsoever for any effect the suspension of Services might have on the Services or the results or effectiveness thereof. If 1ShoppingCart.com provides any Service discount to Customer and Customer defaults on its payments or obligations as outlined herein, 1ShoppingCart.com may rescind all discounts and require full payment for the Services. 1ShoppingCart.com reserves the right to refer any amounts owed hereunder to a third party for collection in the event of ongoing default. On any amounts not paid when due, Customer agrees to pay interest at the rate of 1.5% per month (18% per year) or, if such rate is in excess of the rate allowed by law, then Customer agrees to pay the highest rate allowed by law. In addition, Customer agrees to pay all costs of collection, including costs of litigation and reasonable attorneys' fees. 1ShoppingCart.com may also continue to submit charges on Client's credit card from time to time until all fees due are paid.",
    "section": [
      "Payment & Fees."
    ]
  },
  {
    "text": "CUSTOMER UNDERSTANDS AND AGREES THAT ALL 1ShoppingCart.com FEES AND CHARGES ARE NONREFUNDABLE AND THAT 1ShoppingCart.com MAY CHANGE ANY FEE, RATE OR PLAN AT ANY TIME UPON NOTICE TO CUSTOMER IN ACCORDANCE WITH THIS AGREEMENT.",
    "section": [
      "Payment & Fees."
    ]
  },
  {
    "text": "Additionally, Client permanently and irrevocably waives any and all right to enact a 'chargeback' (that is, a disputed, reversed or contested charge with the applicable bank, credit card or charge card) against these payments for any reason whatsoever against 1ShoppingCart.com.",
    "section": [
      "Payment & Fees."
    ]
  },
  {
    "text": "If expressly noted in the ordering process Client may receive a refund of 100% of the amount paid hereunder if Client terminates the Services within thirty (30) days or less after the Effective Date. However, Client acknowledges and agrees that if Client has surpassed any such thirty (30) day period, Client will not be entitled to a refund. Notwithstanding the foregoing, Client acknowledges and agrees that any such refund will not apply to any transaction fees owed by Client under the Agreement. Additionally, if Client purchase Services with an annual billing arrangement, Client may receive a 100% refund for fees paid for the current annual term for those annual Services, provided Client terminates those Services within thirty (30) days after the annual renewal date.",
    "section": [
      "Payment & Fees."
    ]
  },
  {
    "text": "The Services provided by 1ShoppingCart.com hereunder, and all worldwide intellectual property rights therein, are the exclusive property of 1ShoppingCart.com. All rights in and to the Services not expressly granted to Client in this Agreement are wholly reserved by 1ShoppingCart.com.",
    "section": [
      "Ownership and License."
    ]
  },
  {
    "text": "Subject to the terms and conditions of this Agreement, 1ShoppingCart.com grants to Client a non-exclusive, non-transferable, revocable, limited license to remotely access and use the Services. You acknowledge that the Services and their structure, organization, and source code constitute valuable trade secrets of 1ShoppingCart.com. Accordingly, except as expressly allowed under this Agreement, you will not, either directly or through a third party, (i) copy, modify, adapt, alter, translate, or create derivative works from the Services; (ii) distribute, sublicense, lease, rent, loan, or otherwise transfer the Services to any third party; or (iii) reverse engineer, decompile, disassemble, or otherwise attempt to derive the source code for the Services. In the event of expiration or termination of this Agreement for any reason, the licenses granted under this Agreement shall automatically and immediately cease and you shall destroy all copies the Services or related documentation in your possession.",
    "section": [
      "Ownership and License."
    ]
  },
  {
    "text": "\"Background Technology\" means computer programming & formatting code or operating instructions developed by or for 1ShoppingCart.com and used to host or operate a Website or a Web server in connection with a Website. Background Technology includes, but is not limited to, any files necessary to make forms, buttons, checkboxes, and similar functions and underlying technology or components, such as style sheets, animation templates, interface programs that link multimedia and other programs, customized graphics manipulation engines, and menu utilities, whether in database form or dynamically driven. Background Technology does not include any Customer Content or any derivatives, improvements, or modifications of Customer Content. All rights to the Background Technology not expressly granted to Customer hereunder are wholly retained by 1ShoppingCart.com. Where such Background Technology is provided to Customer hereunder, Customer may not either directly or through a third party, (i) copy, modify, adapt, alter, translate, or create derivative works from the Background Technology; (ii) distribute, sublicense, lease, rent, loan, or otherwise transfer the Background Technology to any third party; or (iii) reverse engineer, decompile, disassemble, or otherwise attempt to derive the source code for the Background Technology. In the event of expiration or termination of this Agreement for any reason, the any Background Technology licenses granted under this Agreement shall automatically and immediately cease and you shall destroy all copies the Background Technology or related documentation in your possession.",
    "section": [
      "Ownership and License."
    ]
  },
  {
    "text": "Subject to the terms and conditions of this Agreement, 1ShoppingCart.com grants to Client a non-exclusive, non-transferable, revocable, royalty-free license (without the right to grant sublicenses) to use and reproduce certain trademarks provided to Client by 1ShoppingCart.com under this Agreement (\"1ShoppingCart.com Marks\"), solely for use in the display on those locations as designated by 1ShoppingCart.com in its sole discretion. 1ShoppingCart.com grants no rights in the 1ShoppingCart.com Marks other than those expressly granted in this Section. Client acknowledges 1ShoppingCart.com's exclusive ownership of the 1ShoppingCart.com Marks. Client agrees not to take any action inconsistent with such ownership and Client agrees not to adopt, use, or attempt to register any trademarks or trade names that are confusingly similar to the 1ShoppingCart.com Marks or in such a way as to create combination marks with the 1ShoppingCart.com Marks. At 1ShoppingCart.com's request (in its sole discretion), Client will immediately discontinue any use and display of the 1ShoppingCart.com Marks. Client acknowledges and agrees that, except with respect to the trademark license granted herein in and to the 1ShoppingCart.com Marks, no licenses are granted by 1ShoppingCart.com to any other trademarks, service marks, or trade names owned by 1ShoppingCart.com, its parent, or affiliates.",
    "section": [
      "Ownership and License."
    ]
  },
  {
    "text": "Certain additional features that 1ShoppingCart.com may make available to Client in conjunction with the Services may require access to and/or installation of additional software (including third party software) that is subject to supplemental or independent terms and conditions (\"Additional Software\"). Similarly, 1ShoppingCart.com may make available additional services (including third party services) that are subject to supplemental or independent terms and conditions (\"Additional Services\"). Client agrees that Client will not use such Additional Software or Additional Services unless Client has agreed to the applicable terms and conditions, including but not limited to Client's payment of additional fees as required.",
    "section": [
      "Ownership and License."
    ]
  },
  {
    "text": "If Client purchases a domain name as part of the boarding process for the Services (the \"Domain Name\" and/or \"URL\") Client will be considered the owner of the Domain Name; however 1ShoppingCart.com will be listed as the technical contact. By using the Services, Client represents and warrants that any name or word submitted to be used as all or part of the Domain Name does not infringe any trademark or domain name rights of any third party. Moreover, Customer warrants that it has a present good faith intention to use the Domain Name in connection with a commercial or personal endeavor and that it is not merely \"cyber squatting,\" i.e., obtaining the Domain Name merely to attempt to sell the rights to the Domain Name or sub domain to some third party. Client further represents and warrants that the Domain Name will not violate the 1ShoppingCart.com Acceptable Use Policy and other acceptable use provisions referenced or listed herein.",
    "section": [
      "Ownership and License."
    ]
  },
  {
    "text": "The Services may contain clipart and photo images (collectively, the \"Images\") and as such 1ShoppingCart.com may provide the Images to you in the process of providing the Services. The Images are either owned by 1ShoppingCart.com or licensed from a third party. Unless otherwise stipulated by 1ShoppingCart.com, your use of the Images is subject to the restrictions set forth in this Section and otherwise in accordance with this Agreement.",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "Provided Customer is not in breach of this Agreement or any of the representations and warranties contained herein, and provided Customer pays the applicable fees, Customer may do the following subject to the restrictions set forth in this Agreement (upon termination of the Services or this Agreement all Customer rights and licenses in and to the Images shall immediately terminate):",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "incorporate the Images into your own original work and publish, display and distribute your work on the Website. You may not, however, resell, sublicense or otherwise make available the Images for use or distribution separately or detached from a product or webpage. For example, the Images may be used as part of a webpage design, but may not be made available for downloading separately or in a format designed or intended for permanent storage or re-use by others. Similarly, Customer may be provided with copies of the Images (including digital files) as part of work product, but Customer is not permitted to use the Images separately or as part of any other product;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "back up, copy, or archive the Images as necessary for internal use, and only as necessary for that use. Any copy or archive you make must include the Image's copyright information; and",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "in the normal course of workflow, convey to a third party (such as a printer) temporary copies of the Images that are integral to your work product and without which the product could not be completed.",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "Customer may not:",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "create scandalous, obscene, defamatory or immoral works using the Images, nor use the Images for any other purpose which is prohibited by law;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "use the Images or any part of it as part of a trademark, service mark, or logo. 1ShoppingCart.com and those third parties from whom they have licensed images retain the full rights to the Images, and therefore Customer cannot establish their own rights over any part of the Images;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "remove any copyright or trademark from any place where it appears on the Images or its accompanying materials;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "rent, lease, sublicense or lend the Images, or a copy thereof, to another person or legal entity without the express written consent of 1ShoppingCart.com;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "transfer the rights to the Images, accompanying materials or storage media for the Images, except as specifically provided for in this Agreement. All other rights are reserved by 1ShoppingCart.com and those third parties from whom 1ShoppingCart.com has licensed images;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "reverse engineer, decompile, or disassemble any part of the Images, accompanying materials or storage media for the Images, subject to applicable law;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "copy or reproduce the Images, accompanying materials or storage media for the Images;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "display the Images in any digital format or for any digital use at a resolution greater than 640x480 pixels, except in editorial or preliminary design work. Doing so will be viewed as an attempt to distribute the Images in violation of this Agreement;",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "re-sell, distribute or sub-license the Images, storage media for the Images, or the rights to use the Images to anyone for any purpose, except as specifically provided for in this Agreement; or",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "use the Images in any way that could be considered defamatory, libelous, pornographic, immoral, obscene or fraudulent, either by making physical changes to it, or in the juxtaposition to accompanying text. Customer agrees not to use Images as part of any use involving sensitive subject matter, as determined by 1ShoppingCart.com in its sole discretion, including but not limited to the following sensitive subjects: all sexual issues, sexually transmitted diseases, substance abuse, alcohol, tobacco, cancer, mental ailments, alternative lifestyles issues, and physical or mental abuse, without advance written consent from 1ShoppingCart.com and any model in such Image. Sensitive subject usage pertains to both commercial and editorial uses.",
    "section": [
      "Use and Ownership of Digital Images."
    ]
  },
  {
    "text": "Customer shall be responsible for the following (whereby failure to adhere to these responsibilities shall constitute a material breach of this Agreement):",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "providing current and updated Customer information (including but not limited to Customer's name, address, email address, postal address, phone and fax numbers, etc.) for 1ShoppingCart.com's use in contacting Customer regarding the Services, keeping Client's profile updated, and otherwise as necessary in regards to the Services;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "providing all necessary and required information, data, text, music, sound, images, photographs, graphics, video, messages, tags and custom images (including, but not limited to, design, pamphlets, brochures, logos, and other images) and other materials (\"Content\") to be used in connection with a Customer website or online store (\"Website\") or otherwise for use in conjunction with the Services, other than that Content which 1ShoppingCart.com expressly agrees to supply;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "acquiring any authorizations necessary to use intellectual property (including, but not limited to, copyrights and trademarks) or information of third parties;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "contacting 1ShoppingCart.com for all changes and modifications to the Services starting from the date of sale and otherwise remaining engaged in the related processes;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "providing 1ShoppingCart.com with unrestricted access to the Website and/or related accounts as needed for 1ShoppingCart.com to provide the Services hereunder;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "granting to 1ShoppingCart.com and its subcontractors the necessary rights and licenses with respect to the Website, the Content and materials related thereto in order to carry out obligations under this Agreement;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "allowing 1ShoppingCart.com to make a reasonable number of archival or back-up copies of the Website as deemed necessary by 1ShoppingCart.com in providing the Services;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "ensuring that Customer maintains a current and complete backup of their Content at all times;",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "obtaining Internet connectivity to access the Website, to send and receive e-mail, and to otherwise access and utilize the Internet; and",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "contacting 1ShoppingCart.com with notice of Customer's decision to cancel or discontinue the Services. IF NO SUCH NOTIFICATION IS GIVEN TO 1ShoppingCart.com BY CUSTOMER, 1ShoppingCart.com WILL ASSUME CUSTOMER IS SATISFIED WITH AND ACCEPTS ALL SERVICES, AND 1ShoppingCart.com WILL BILL ANY RELATED FEES DIRECTLY TO CUSTOMER'S CREDIT CARD.",
    "section": [
      "Client Responsibilities."
    ]
  },
  {
    "text": "Customer hereby represents and warrants as follows:",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer can form legally binding contracts under applicable law;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer is at least eighteen (18) years old and is responsible for supervising the activities of any under-age user;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "to Customer's knowledge, there is no action, proceeding, or investigation pending or threatened which questions, directly or indirectly, the validity or enforceability of this Agreement;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "entering into this Agreement or otherwise purchasing the Services will not conflict with, or result in a breach of, the terms, conditions or provisions of, or constitute a default, or result in a termination of, any agreement or instrument to which the Customer is a party;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer has taken all actions required by applicable law, and have obtained all consents which are necessary to authorize or enable it to enter into this Agreement and/or purchase the Services;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "to the extent that Customer is a business entity, the individual ordering the Services or otherwise entering into this Agreement on behalf of Customer has been duly authorized and are empowered to bind Customer to this Agreement;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer shall ensure the accuracy of materials provided to 1ShoppingCart.com, including, without limitation, Content, descriptive claims, warranties, guarantees, nature of business, and contact information for Customer;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer shall acquire any authorizations necessary for hypertext links to third party websites used on the Website or otherwise in conjunction with the Services;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "to the extent Customer gathers any personal information about visitors to the Website, Customer shall not share that personal information with any third party without first obtaining a visitor's consent;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer will not provide Content or other materials, or use the Services in any manner that infringes on a proprietary interest of any third party, including without limitation, any copyright, trademark, domain registration right, trade secret or patent right, and will further not use the Services as a mechanism designed to facilitate such infringement; and",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer's Content, other materials provided in conjunction with the Services, and use of the Services shall in all respects conform to all applicable federal, state, county, and municipal laws, regulations, governmental agency orders, and court orders (including those governing the export of technical information).",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer further represents and warrants that they will not provide or use any Content or other materials or use the Services or the Website in a manner deemed to be any of the following:",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "encouraging illegal or criminal conduct;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "promoting, facilitating or engaging in, consumer deception or fraud, drug use, drug dealing, pyramid schemes, gambling, or any other illegal activities;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "promoting or providing of instructional information about illegal activities or physical harm or injury to any group, individual, institution or property;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "offensive, including without limitation, bigotry, racism, discrimination, hatred, or profanity;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "pornographic or obscene in any manner whatsoever;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "violent or encouraging violence;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "disparaging, defamatory, libelous, or results in an invasion of privacy;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "containing any viruses, Trojan horses, worms, time bombs, cancel bots, or other computer programming routines that are intended to damage or interfere with any system, data or personal information;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "intentionally holding 1ShoppingCart.com or their employees, directors or stockholders up to public scorn, ridicule, or defamation; or",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "stating or implying that the Website is placed by 1ShoppingCart.com or any party with a contractual relationship with 1ShoppingCart.com, or that such parties endorse Customer's products or services.",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "For all domain names or uniform resource locators used by Customer in conjunction with the Services (collectively the \"URL's\"), Customer represents and warrants that any name or word submitted to be used as all or part of a domain name or URL does not infringe any trademark or domain name rights of any third party. Moreover, Customer further represents and warrants that it has a present good faith intention to use any domain name or URL it requests in connection with the Services and that it is not merely \"cybersquatting\" (i.e., obtaining the a domain name merely to attempt to sell the rights to the domain name or subdomain to some third party).",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Customer further represents and warrants that they will use the Services in accordance with 1ShoppingCart.com's Acceptable Use Policy and in a manner that does not interfere with or disrupt other network users, services, or equipment. Without limiting any of its other rights set forth herein, 1ShoppingCart.com reserves the right to terminate or suspend any and all Services without notice if any such interference is determined by 1ShoppingCart.com to exist. Such interference or disruption includes, but is not limited to:",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "scale distribution of messages, including bulk e-mail or unsolicited spam e-mail, or wide-scale distribution of messages to inappropriate mailing lists, newsgroups, or other public or private forums;",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "propagation of computer worms or viruses; and/or",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "use of the network to make unauthorized entry to other computational, information, or communications devices or resources. This includes unauthorized security probing activities or other attempts to evaluate the security integrity of a network or host system without permission.",
    "section": [
      "Customer Representations and Warranties."
    ]
  },
  {
    "text": "Client will be solely responsible for the development, operation and maintenance of the Website, including the operation of the Website, accepting, processing and filing customer orders generated through the Website, and handling any customer inquiries, complaints, or disputes arising from orders or sales generated through the Website. Client agrees that 1ShoppingCart.com has no obligation to back-up any data related to the Website's operations and Client should independently take appropriate steps to maintain such data in accordance with Client's needs and requirements (even if the Website is developed through 1ShoppingCart.com's online store builder).",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "Client will be solely responsible for creating, managing, editing, reviewing, deleting and otherwise controlling the Content on the Website or otherwise utilized by Client in conjunction with the Services, including all descriptions of the products and services Client offers or sells to customers via the Website and/or Services. Client retains all rights, title and interest in and to all intellectual property rights embodied in the Content, exclusive of any content provided by 1ShoppingCart.com. Notwithstanding anything contained in the foregoing, if Client breaches any of the covenants of this Agreement, 1ShoppingCart.com is entitled to immediately suspend or terminate Services, the Website and/or any access to information or data related to Client's account.",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "Client acknowledges that when providing its services 1ShoppingCart.com may provide Client with the ability to publish and distribute Client's own or third party products, services or content, and 1ShoppingCart.com and its Services are acting only as passive conduits for the distribution and/ or publishing of such products, services and/or Content. 1ShoppingCart.com has no obligation to Client or any third party, and undertakes no responsibility, to review the Content to determine whether any such Content may incur liability to third parties. Notwithstanding anything to the contrary herein, if 1ShoppingCart.com believes in its sole discretion (as applicable) that the Content may create liability for 1ShoppingCart.com, Client agrees that 1ShoppingCart.com may take any actions with respect to the Content that 1ShoppingCart.com believes are prudent or necessary to minimize or eliminate 1ShoppingCart.com's potential liability. 1ShoppingCart.com shall, as applicable, be the sole judge of what Content or materials may create liability for 1ShoppingCart.com.",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "Moreover, Client covenants that any products, services, or Content published and distributed on the Website or otherwise in conjunction with the Services shall not violate the 1ShoppingCart.com Acceptable Use Policy that is incorporated herein by reference and as it may be amended from time to time, nor shall they:",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "be false, inaccurate or misleading;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "be fraudulent or involve the sale of counterfeit or stolen items;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "infringe or misappropriates any third party's copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacy;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "violate any law, statute, ordinance or regulation (including, but not limited to, those governing privacy, publicity, export control, consumer protection, unfair competition, antidiscrimination or false advertising);",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "be defamatory, trade libelous, unlawfully threatening or harassing, or advocating, promoting or providing assistance involving violence, significant risk of death or injury, or other unlawful activities;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "be obscene or contain child pornography;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "contain any viruses, Trojan horses, worms, time bombs, cancelbots, easter eggs or other computer programming routines that may damage, detrimentally interfere with, surreptitiously intercept or expropriate any system, data or personal information;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "involve the transmission of any unsolicited commercial or bulk email (known as \"spamming\") and Client shall not use its account or the Website as a return address for unsolicited commercial mail originating elsewhere or participate in any activities related to so-called pyramid or ponzi schemes;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "involve the collection or attempt to collect personally identifiable information of any person or entity, except with the express written consent of that person or entity and of which consent You shall maintain a written record for a period of three (3) years after any termination of this Agreement;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "be harmful or potentially harmful to the 1ShoppingCart.com Server structure as determined in 1ShoppingCart.com's sole discretion, including without limitation overloading the 1ShoppingCart.com technical infrastructure;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "involve subleasing Client's account or offering \"free space\" on or other access to Client's account or the Website to third parties;",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "create liability for 1ShoppingCart.com and its subcontractors or expose them to undue risk or otherwise engage in activities that 1ShoppingCart.com, in its sole discretion, determines to be harmful to 1ShoppingCart.com's affiliates, operations, reputation, or goodwill; and/or",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "link directly or indirectly to or include descriptions of goods or services that violate any applicable law, statute, ordinance or regulation.",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "Except as otherwise stated in the Agreement, Customer is to be considered the owner of all Customer Content. During the period that 1ShoppingCart.com provides Services to you pursuant to this Agreement, you hereby grant to 1ShoppingCart.com and its subcontractors a limited, non-exclusive, royalty-free, worldwide license to copy, reproduce, distribute, transmit, display, perform, create derivative works from, modify, and otherwise use and exploit the Website and the Content solely for the purpose of rendering the Services hereunder.",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "In the event that Customer posts Content or allows its users to upload Content onto a Website, Customer agrees to designate a copyright agent under the Digital Millennium Copyright Act (\"DMCA\") (see 17 U.S.C 512(c)(3) for further detail). In the event that a copyright holder contacts 1ShoppingCart.com's copyright agent under the DMCA, Customer acknowledges and agrees that 1ShoppingCart.com may take all necessary action as required under the DMCA in its sole discretion, including removing Content from Customer's website.",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "Except as expressly allowed under this Agreement, you will not, either directly or through a third party, transfer your interest in and to the Website to any third party without the express written consent of 1ShoppingCart.com.",
    "section": [
      "Customer Website and Content."
    ]
  },
  {
    "text": "Without limiting other remedies or any of its other rights set forth herein, 1ShoppingCart.com reserves the right to revoke any and all licenses granted hereunder, revoke access to the Services, or to otherwise limit, deny, terminate, or suspend, in whole or in part, any and all Services without notice if (i) Customer fails to pay any fees owed under this Agreement when due, or (ii) in 1ShoppingCart.com's sole discretion, the Services are used, or to be used, in a manner that is improper, illegal, in contravention of any of the representations or warranties made by Customer herein, or would otherwise amount to a breach of this Agreement or the documents it incorporates by reference. In the event of such termination or suspension, Customer agrees that the unused portion of any fees Customer may have paid for Services are an appropriate recompense to 1ShoppingCart.com for the time required to respond to and address issues created by Customer's illegal or improper actions, and Customer agrees not to seek recovery of those fees, however Customer acknowledges and agrees that this will not constitute a waiver by 1ShoppingCart.com of any other available remedies nor will it be considered satisfaction of the matter or any related claims that 1ShoppingCart.com may have against Customer.",
    "section": [
      "Reservation of Rights."
    ]
  },
  {
    "text": "1ShoppingCart.com further reserves the right to reject, alter, modify, or remove the Website, Website domain name, URL, or any Content (including, but not limited to, any language, words, text, photographs, designs, drawings, graphics, images, symbols, or logos) which 1ShoppingCart.com deems, in its sole discretion, to be improper, illegal, in contravention of any of the representations or warranties made by Customer herein, or otherwise in breach of this Agreement, and where necessary 1ShoppingCart.com will also actively assist and cooperate with law enforcement agencies and government authorities in collecting and tendering information about Customer as well as any Services, Websites, domain names, URL's, Content and those persons that may have accessed any of the foregoing. Notwithstanding the foregoing, Customer acknowledges and agrees that 1ShoppingCart.com shall have no obligation to review any Content.",
    "section": [
      "Reservation of Rights."
    ]
  },
  {
    "text": "For any Services involving a domain name or Website, for any such domain name or pages of the Website that do not resolve on the Internet, 1ShoppingCart.com reserves the right to point and/or redirect the domain name and/or pages to a page that may be modified at any time by 1ShoppingCart.com without prior notice to you and that may include such things as, without limitation (i) links to additional products and services offered by 1ShoppingCart.com, (ii) advertisements for products and services offered by third-parties, and/or (iii) an Internet search engine interface. If you do not wish to have the related domain name and/or web pages point to such a page, please provide notice to 1ShoppingCart.com in accordance with this Agreement (i.e., \"opt out\").",
    "section": [
      "Reservation of Rights."
    ]
  },
  {
    "text": "As between 1ShoppingCart.com and you, you shall own any data disclosed by or collected about an individual that accesses your Website to browse or shop (\"Visitor Data\"). 1ShoppingCart.com's use of such data is described in the 1ShoppingCart.com Privacy Policy located at www.1ShoppingCart.com, which is incorporated herein by reference and as it may be amended from time to time. 1ShoppingCart.com shall collect, store and process Visitor Data on computers located in the United States that are protected by physical as well as technological security devices. If you object to Visitor Data or your Data being collected, stored or processed in this way, you agree not to use any 1ShoppingCart.com Services.",
    "section": [
      "Customer Collection and Use of Visitor Data."
    ]
  },
  {
    "text": "You shall maintain all Customer Data that is collected by or disclosed to you in trust and confidence and use and disclose such information solely in accordance with your privacy policy. You must post, maintain and adhere to your privacy policy that informs your Website customers what Visitor Data is collected, how it is used, the effective date of your privacy policy and how customers of your Website can learn of changes to your privacy policy. You shall include a hyperlink to your privacy policy on the home page of your Website and on all pages where you collect Visitor Data. In addition, you must prominently include within your posted privacy policy a statement notifying your customers that your Website is hosted by 1ShoppingCart.com and that 1ShoppingCart.com has access to aggregated information about customers of your Website in order for 1ShoppingCart.com to analyze performance and make improvements to 1ShoppingCart.com products.",
    "section": [
      "Customer Collection and Use of Visitor Data."
    ]
  },
  {
    "text": "Client may terminate this Agreement at any time by giving 1ShoppingCart.com notice at least seven (7) days prior to the next Billing Date in accordance with Section 11 below.",
    "section": [
      "Term and Termination."
    ]
  },
  {
    "text": "Without limiting any other provisions of this Agreement, 1ShoppingCart.com may immediately terminate this Agreement at any time for convenience by giving Client notice in accordance with this Agreement. In addition to its other rights contained in this Agreement as they apply to termination, and without limiting those rights in any manner, 1ShoppingCart.com may immediately terminate this Agreement, limit Client's activity, issue a warning, temporarily suspend, indefinitely suspend or terminate Client's account or the Services, in whole or in part, and/or refuse to provide some or all of the Services functionality to Client, without notice, if in 1ShoppingCart.com's sole discretion: (i) Client fails to pay any fees in accordance with this Agreement; (ii) Client breaches the covenants of this Agreement; (iii) Client breaches this Agreement or the documents it incorporates by reference in any other manner; (iv) 1ShoppingCart.com is unable to verify or authenticate any information Client provided to 1ShoppingCart.com; or (v) 1ShoppingCart.com believes that Client's actions may cause financial loss or legal liability for Client or 1ShoppingCart.com.",
    "section": [
      "Term and Termination."
    ]
  },
  {
    "text": "In the event of termination of this Agreement for any reason, the licenses granted under this Agreement shall automatically and immediately cease and Client shall destroy all copies of the Services in its possession. Following termination the Client will have no right to use or access the Services. Upon termination, there will be no refund provided to Client and all outstanding fees owed by Client shall become immediately due and payable. In its discretion, 1ShoppingCart.com may permit a Client to recover data from the Services following termination after payment of additional fees. Additionally, if applicable, within thirty (30) days of termination of this Agreement Client must move the Domain Name from any 1ShoppingCart.com Servers. Termination shall not affect the rights of 1ShoppingCart.com to recover from Client losses, damages, indemnity, defense costs, expert costs, collection costs and/or attorney's fees or expert witnesses' cost or other costs of any kind under this Agreement.",
    "section": [
      "Term and Termination."
    ]
  },
  {
    "text": "Notice to Customer hereunder shall be deemed effective when (i) delivered orally, by calling Client's representative or by leaving a voicemail for Client's representative at the telephone number in Client's profile, (ii) sent via e-mail to the contact e-mail address in Client's profile; (iii) sent via fax, to the Customer fax number in Client's profile; (iv) sent by regular mail, certified mail with return receipt requested, or by Federal Express or other recognized overnight delivery service to the Customer mailing address in Customer's profile or (v) posted on http://www.1ShoppingCart.com/terms-of-service and/or any of the applicable pages linked thereto, as updated from time to time. Client may give notice to 1ShoppingCart.com by certified mail with return receipt requested to the following address:",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "1ShoppingCart.com",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "Gran Bay Parkway, West",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "Jacksonville, FL 32258",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "Attn: Legal Department",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "All mail notices shall be effective upon receipt, email and fax notices shall be effective upon transmission and all Website notices shall be immediately effective upon posting on the Website and/or any of the applicable pages linked thereto.",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "By providing your contact information to 1ShoppingCart.com or otherwise entering such information in the Client profile, you agree that 1ShoppingCart.com may use the information you have provided to contact you via email, postal mail, telephone or fax in any format or manner. 1ShoppingCart.com may, but shall have no obligation to, send a single notice by various means of delivery (i.e., fax, email, certified mail or express mail). In no event shall 1ShoppingCart.com be liable to you for choosing to send notice to one address, or by one means of delivery, and not others.",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "Notwithstanding the foregoing, Client must give notice of termination by calling 1ShoppingCart.com at the following number: 1-705-792-1961.",
    "section": [
      "Notice."
    ]
  },
  {
    "text": "If during the order process Client checked the box to participate in the 1ShoppingCart.com affiliate marketing program, or has otherwise been accepted by 1ShoppingCart.com to participate in such affiliate marketing program, the following provisions apply:",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "1ShoppingCart.com will pay a commission (the \"Commission\") equal to ten percent (10%) of amounts billed and received by 1ShoppingCart.com from new customers who purchase services from 1ShoppingCart.com within six (6) months after clicking on an approved 1ShoppingCart.com affiliate marketing banner on a website owned or controlled by Client.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "All tracking of referrals and clicks are as determined by 1ShoppingCart.com's systems. 1ShoppingCart.com will not pay Commissions on sales that are subsequently rescinded or charged back and any Commissions paid on such sales must be repaid or debited from future Commissions due.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "Self-referrals are only to be paid in cases where both the referring and referred account both remain in active paid status. Moreover, if the referring account is closed then the commissions will no longer be paid on any existing or new self-referrals.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "In the event that a referral does not appear on a Client's referral report, the Client has thirty (30) days from the report date to notify 1ShoppingCart.com of that referral otherwise it will not be processed or otherwise credited or attributed to the Client. For any requests to manually process a referral, the referring account must have been opened prior to the referred account.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "1ShoppingCart.com will aggregate Commissions due and issue checks only when the check amount is equal to or greater than $50.00 (USD).",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "1ShoppingCart.com may change the commission rate and other terms and conditions of this affiliate marketing program at any time, with such changes to be effective when posted to the 1ShoppingCart.com website.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "After enrolling in the affiliate marketing program, a Client must click the referral program link within the Client's account and use the enclosed tracking link. Client may not use or display on the affiliate link any material that is defamatory, misleading, libelous, obscene or otherwise potentially damaging to the reputation of 1ShoppingCart.com.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "A Client enrolled in the affiliate marketing program will continue to earn Commissions even after the Client terminates Services. 1ShoppingCart.com may offset against any Commissions earned, however, any due and unpaid amounts in respect of Services.",
    "section": [
      "Affiliate Program."
    ]
  },
  {
    "text": "Customer hereby agrees to indemnify, defend, and hold harmless 1ShoppingCart.com and each of 1ShoppingCart.com's officers, directors, employees, agents, and affiliates, from and against any and all liabilities, obligations, losses, damages, penalties, claims, actions, suits, judgments, settlements, out-of-pocket costs, expenses and disbursements (including reasonable costs of investigation, and reasonable attorneys, accountants and expert witness fees), of whatsoever kind and nature, that are imposed on or incurred by 1ShoppingCart.com as a consequence of or in connection with: (i) any breach of this Agreement by Customer, (ii) any breach or violation by Customer of any other 1ShoppingCart.com term, condition, rule, agreement or policy, (iii) any representation or warranty by Customer that proves to be untrue or inaccurate in any way, (iv) any failure by Customer to perform in accordance with this Agreement, (v) Customer's use of the Services, or (vi) the Website, Content and/or URL's. 1ShoppingCart.com and the other indemnified parties' rights hereunder shall not be limited or offset by any contributory negligence by 1ShoppingCart.com or any other such indemnified party.",
    "section": [
      "Indemnification."
    ]
  },
  {
    "text": "Customer agrees to give prompt written notice to 1ShoppingCart.com upon the receipt of notice of any claim by a third party against Customer which might give rise to a claim against 1ShoppingCart.com, stating the nature and the basis of such claim and, if ascertainable, the amount thereof.",
    "section": [
      "Indemnification."
    ]
  },
  {
    "text": "Client acknowledges that 1ShoppingCart.com does not guarantee, imply, or predict any type of profit or response from the Services. The Services may be subject to interruptions, loss of data, deletion of data and conditions that prevent the proper operation of the Services resulting from conditions of events outside the reasonable control of 1ShoppingCart.com and for which 1ShoppingCart.com will bear no responsibility. Client irrevocably covenants, promises and agrees to indemnify 1ShoppingCart.com and its assigns and to hold them harmless from and against any and all losses, claims, expenses, suits, damages, costs, demands or liabilities, joint or several, of whatever kind or nature that they may sustain or to which they may become subject arising out of or relating in any way to the use of the Services, including, without limitation, in each case attorneys' fees, costs and expenses actually incurred in defending against any such claims or enforcing the prerogatives of 1ShoppingCart.com under this Agreement.",
    "section": [
      "No Guarantee of Results."
    ]
  },
  {
    "text": "YOU AGKNOWLEDGE AND AGREE THAT YOUR USE OF THE SERVICES IS SOLELY AT YOUR OWN RISK, AND THAT EXCEPT AS EXPRESSLY PROVIDED HEREIN THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. 1ShoppingCart.com, ITS SUPPLIERS AND SERVICE PROVIDERS EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF TITLE, NONINFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE AND ANY WARRANTIES ARISING FROM A COURSE OF DEALING, USAGE OR TRADE PRACTICE. FURTHERMORE, 1ShoppingCart.com DOES NOT WARRANT THAT THE SERVICES AND/OR ANY INFORMATION OBTAINED THEREBY SHALL BE COMPLETE, ACCURATE, UNINTERRUPTED, SECURE OR ERROR FREE. 1ShoppingCart.com FURTHER MAKES NO WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, NOR DOES 1ShoppingCart.com MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES.",
    "section": [
      "Warranty Disclaimer."
    ]
  },
  {
    "text": "YOU ACKNOWLEDGE AND AGREE THAT 1ShoppingCart.com WILL NOT BE LIABLE, UNDER ANY CIRCUMSTANCES, TO YOU OR ANY OTHER PARTY FOR ANY (i) TERMINATION, SUSPENSION, LOSS, OR MODIFICATION OF YOUR SERVICE, (ii) USE OF OR INABILITY TO USE THE SERVICE, (iii) INTERRUPTION OF BUSINESS, (iv) ACCESS DELAYS OR ACCESS INTERRUPTIONS TO THIS SITE OR A SERVICE (INCLUDING, WITHOUT LIMITATION, TO WEBSITES ACCESSED BY THE DOMAIN NAME REGISTERED IN YOUR NAME), (v) DATA NON-DELIVERY, MIS-DELIVERY, CORRUPTION, DESTRUCTION OR OTHER MODIFICATION, (vi) EVENTS BEYOND 1ShoppingCart.com'S AND ITS SUBCONTRACTORS' REASONABLE CONTROL, (vii) APPLICATION OF ANY APPLICABLE LAW, REGULATION OR 1ShoppingCart.com POLICY (INCLUDING, WITHOUT LIMITATION, ANY RELEVANT DISPUTE POLICY OR ANY OTHER ICANN OR SIMILAR GOVERNMENTAL OR SUCCESSOR ORGANIZATION ADOPTED POLICIES), (viii) DISBURSEMENT OR NON-DISBURSEMENT OF FUNDS BY PAYMENT PROCESSORS; (ix) TRANSACTIONS CONDUCTED ON A USER WEBSITE, INCLUDING FRAUDULENT TRANSACTIONS; (x) LOSS INCURRED IN CONNECTION WITH YOUR SERVICES, INCLUDING IN CONNECTION WITH E-COMMERCE TRANSACTIONS; (xi) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; (xii) STATEMENTS OR CONDUCT OF ANY THIRD PARTY USING YOUR SERVICES, OR (xiii) ANY OTHER MATTER RELATING TO YOUR USE OF THE SERVICES.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "ADDITIONALLY, 1ShoppingCart.com WILL NOT BE LIABLE TO YOU OR ANY OTHER PARTY FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND (INCLUDING LOST PROFITS, GOODWILL, DATA, THE COST OF REPLACEMENT GOODS OR SERVICES, BUSINESS INTERRUPTION OR OTHER INTANGIBLE LOSSES), WHETHER FORSEEABLE OR NOT, REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), WARRANTY, STRICT LIABILITY, OR ANY OTHER LEGAL OR EQUITABLE THEORY, EVEN IF 1ShoppingCart.com HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE. THE FOREGOING SHALL APPLY DESPITE ANY NEGLIGENCE, MISCONDUCT, ERRORS OR OMISSIONS BY 1ShoppingCart.com, INCLUDING WITHOUT LIMITATION, ITS EMPLOYEES, REPRESENTATIVES, AGENTS OR TECHNICAL OPERATIONS.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "IN NO EVENT SHALL 1ShoppingCart.com'S MAXIMUM AGGREGATE LIABILITY EXCEED THE TOTAL AMOUNT PAID BY YOU FOR THE SERVICES, BUT IN NO EVENT SHALL IT BE GREATER THAN FIVE HUNDRED DOLLARS ($500.00), AND YOU ACKNOWLEDGE AND AGREE THAT THIS WILL BE YOUR EXCLUSIVE REMEDY UNDER THIS AGREEMENT AND OTHERWISE IN RELATION TO YOUR USE OF THE SERVICES. BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES, OUR LIABILITY IS LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "YOU ALSO ACKNOWLEDGE AND AGREE THAT ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO THIS AGREEMENT OR ANY OF OUR SERVICES MUST BE FILED WITHIN ONE (1) YEAR AFTER SUCH CLAIM OR CAUSE OF ACTION INITIALLY AROSE OR SUCH CLAIM OR CAUSE OF ACTION SHALL BE PERMANENTELY BARRED.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "CUSTOMER ACKNOWLEDGES AND AGREES THAT THE LIMITATIONS CONTAINED IN THIS SECTION ARE AN ESSENTIAL ELEMENT OF THIS AGREEMENT, AND ABSENT SUCH LIMITATIONS, 1ShoppingCart.com WOULD NOT ENTER INTO THIS AGREEMENT OR PROVIDE SERVICES HEREUNDER. EACH PARTY ACKNOWLEDGES THAT IT HAS NOT ENTERED INTO THIS AGREEMENT IN RELIANCE UPON ANY WARRANTY OR REPRESENTATION EXCEPT THOSE SPECIFICALLY SET FORTH HEREIN.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "1ShoppingCart.com SHALL ALSO HAVE NO LIABILITY FOR ANY CONTENT PROVIDED BY CUSTOMER THAT INFRINGES OR VIOLATES ANY RIGHTS OF THIRD PARTIES, INCLUDING, WITHOUT LIMITATION, RIGHTS OF PUBLICITY, RIGHTS OF PRIVACY, PATENTS, COPYRIGHTS, TRADEMARKS, TRADE SECRETS, AND/OR LICENSES. 1ShoppingCart.com DISCLAIMS ANY RESPONSIBILITY FOR ANY CONTENT, GOODS, AND SERVICES SOLD BY CUSTOMER OR OTHERWISE AVAILABLE THROUGH THE WEBSITE, OR THE QUALITY OR ACCURACY OF ANY INFORMATION ON THE WEBSITE. 1ShoppingCart.com WILL NOT ENDORSE, WARRANT, OR GUARANTEE ANY PRODUCT OR SERVICE OFFERED THROUGH THE WEBSITE, AND WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN CUSTOMER AND THIRD-PARTY PURCHASERS OF PRODUCTS OR SERVICES OFFERED THROUGH OR RESULTING FROM THE SERVICES OR USE OF THE WEBSITE, INCLUDING, WITHOUT LIMITATION, ALL SALES OF GOODS OR SERVICES, CREDIT CARD TRANSACTIONS, BANKING OR SECURITIES TRANSACTIONS, OR ANY BUSINESS, SERVICE OR MERCHANDISE AGREEMENTS.",
    "section": [
      "LIMITATION OF LIABILITY."
    ]
  },
  {
    "text": "Governing Law and Venue. This Agreement shall be governed by the laws of the United States of America and the State of Florida, without regard to conflict of laws principles, as if the Agreement was a contract wholly entered into and wholly performed within Duval County in the State of Florida. Customer agrees that any judicial proceeding relating to or arising out of this Agreement or the Services shall be instituted only in a federal or state court of competent jurisdiction in Duval County in the State of Florida, and Customer consents to the personal jurisdiction of such court and waives the right to challenge the jurisdiction of such court on grounds of lack of personal jurisdiction or forum non conveniens or to otherwise seek a change of venue. Customer also agrees to waive the right to trial by jury in any action that takes place relating to or arising out of this Agreement or the Services.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Legal Compliance. Client shall comply with all applicable domestic and international laws, statutes, ordinances and regulations regarding its use of the Services.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Agency & Partnerships. This Agreement does not create any agency, employment, partnership, joint venture, franchise, or other similar or special relationship between you and 1ShoppingCart.com. Neither Party will have the right or authority to assume or create any obligations or to make any representations, warranties or commitments on behalf of the other Party or its affiliates, whether express or implied, or to bind the other Party or its affiliates in any respect whatsoever.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Entire Agreement. This Agreement, as well as any additional 1ShoppingCart.com terms and conditions, rules, policies, and service agreements, together with all modifications thereto, constitute the entire agreement between you and 1ShoppingCart.com concerning your use of the Services and any other subject matter related to this Agreement, and supersedes and governs all prior proposals, agreements or other communications between you and 1ShoppingCart.com (including, but not limited to, any prior versions of this Agreement). Customer may not waive, modify or supplement this Agreement, in whole or in part, except for written permission or amendment by 1ShoppingCart.com. 1ShoppingCart.com reserves the right to unilaterally modify and revise the Agreement from time to time. Such modifications or revisions shall be provided to Customer via the Notice provisions set forth in Section 11 above (Notice), and Customer shall be deemed to have accepted, and to be apprised of and bound by, any such modifications or revisions to the Agreement.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Force Majeure. Neither Party shall be deemed in default hereunder, nor shall it hold the other Party responsible for, any cessation, interruption or delay in the performance of its obligations hereunder due to earthquake, flood, fire, storm, natural disaster, act of God, war, terrorism, armed conflict, labor strike, lockout, or boycott, provided that the Party relying upon this Section shall take all steps reasonably necessary under the circumstances to mitigate the effects of the force majeure event upon which such notice is based; provided further, that in the event a force majeure event described in this Section extends for a period in excess of thirty (30) days in the aggregate, 1ShoppingCart.com may immediately terminate this Agreement and shall have no liability therefore.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Assignment. Customer may not assign or transfer this Agreement or any of its rights or obligations hereunder, without the prior written consent of 1ShoppingCart.com. Any attempted assignment in violation of the foregoing provision shall be null and void and of no force or effect whatsoever. 1ShoppingCart.com may assign its rights and obligations under this Agreement, and may engage subcontractors or agents in performing its duties and exercising its rights hereunder, without notice to or consent of the Customer. This Agreement shall be binding upon and shall inure to the benefit of the Parties hereto and their respective successors and permitted assigns.",
    "section": [
      "General."
    ]
  },
  {
    "text": "No Third Party Beneficiary. You acknowledge and agree that nothing herein, express or implied, is intended to nor shall be construed to confer upon or give to any person, other than you, any interests, rights, remedies or other benefits conveyed to you herein.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Severability; Waiver. Any failure by 1ShoppingCart.com to enforce any of its rights under this Agreement or any applicable laws shall not constitute a waiver of such right. If any provision of this Agreement is found by a court of competent jurisdiction to be invalid, 1ShoppingCart.com will amend or replace such provision with one that is valid and enforceable and which achieves, to the extent possible, the original objectives and intent of 1ShoppingCart.com as reflected in the original provision. The invalidity or unenforceability of any provision of this Agreement shall not affect the validity or enforceability of any other provision of this Agreement, which shall remain in full force and effect.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Headings and Interpretation. The Section headings contained in this Agreement are inserted for convenience only and shall not affect in any way the meaning or interpretation of this Agreement. Also, in all references herein to any parties, persons, entities or corporations, the use of any particular gender, or the plural or singular number is intended to include the appropriate gender and number as the text of this Agreement may require. When used in this Agreement, the term \"including\" means \"including without limitation,\" unless expressly stated to the contrary.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Survival. Section 1 (Services), Section 2 (Payment & Fees) with respect to any outstanding fees owed for the Services, Section 3 (Ownership and License), Section 4 (Use and Ownership of Digital Images), Section 5 (Client Responsibilities), Section 6 (Client Representations and Warranties), Section 7 (Customer Website and Website Content), Section 8 (Reservation of Rights), Section 9 (Customer Collection and Use of Visitor Data), Section 10 (Termination and Suspension), Section 13 (Indemnification), Section 15 (Warranty Disclaimer), Section 16 (Limitation of Liability), and Section 17 (General) shall survive any termination or expiration of this Agreement where necessary for 1ShoppingCart.com to enforce its rights therein.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Prohibited Transactions. Client warrants that Client is not, nor is Client acting on behalf of any person or entity that is, prohibited from engaging in transactions with U.S. citizens, nationals or entities under applicable U.S. law and regulation including, but not limited to, regulations issued by the U.S. Office of Foreign Assets Control (\"OFAC\"). In addition, Client is not, nor is Client acting on behalf of any person or entity that is, a Specially Designated National (\"SDN\"), as OFAC may so designate from time to time. In addition to all other rights and remedies available to Company under this Agreement, and at law and in equity, Client's breach of this section shall result in immediate termination of the Agreement and forfeiture of any and all Services or amounts previously provided, paid and/or owed to Client under this Agreement.",
    "section": [
      "General."
    ]
  },
  {
    "text": "Miscellaneous. Each party hereto agrees that its performance under this Agreement shall in all respects conform to all applicable laws, rules, and regulations of the United States governing the export of technical information. The United Nations Convention on Contracts for the International Sale of Goods shall not apply to the Services or this Agreement.",
    "section": [
      "General."
    ]
  }
]