[
  {
    "text": "Terms & Conditions",
    "section": []
  },
  {
    "text": "In these terms, “you” and “your” refer to the customer and “we”, “us” and “our” refer to 1st-art-gallery.com",
    "section": []
  },
  {
    "text": "The price you will pay for the goods is the price in the painting product page, the shopping cart page and email confirmation. Once the goods have been delivered to you, you will hold them at your own risk and will be liable for their loss or destruction. We will not be liable for the loss or destruction of the goods once they have been delivered to you.",
    "section": []
  },
  {
    "text": "Except as specifically stated on this Web site, to the fullest extent permitted at law, neither 1st-art-gallery.com nor any of its affiliates, directors, employees or other representatives will be liable for damages arising out of or in connection with the use of this Web site or the information, content, materials or products included on this site. This is a comprehensive limitation of liability that applies to all damages of any kind, including (without limitation) compensatory, direct, indirect or consequential damages, loss of data, income or profit, loss of or damage to property and claims of third parties. For the avoidance of doubt, we do not limit its liability for death or personal injury to the extent only that it arises as a result of our negligence, our affiliates, directors, employees or other representatives.",
    "section": []
  },
  {
    "text": "This Agreement supersedes all prior agreements, arrangements, warranties and understandings between the parties and constitutes the entire Agreement between them relating to its subject matter. Nothing said or any representation made by any employee, including but not limited to our telesales staff, should be understood as a variation of these terms and conditions of the sale or as an authorized representation about the goods provided. Our disclaimer of liability shall include but not be limited to misleading and untrue representations but shall not include fraudulent misrepresentations.",
    "section": []
  }
]