[
  {
    "text": "Home › Terms & Condition",
    "section": []
  },
  {
    "text": "By clicking \"Submit\" to place an order, you agree to accept the following Terms and Conditions:",
    "section": []
  },
  {
    "text": "► Orders may be placed unpaid. Orders are not finalised until cleared payment is received.",
    "section": [
      "TENTATIVE (UNPAID) ORDERS CAN BE PLACED WITHOUT OBLIGATION"
    ]
  },
  {
    "text": "► Unpaid orders can be changed, or stock/deadline-checked if needed before payment is made.",
    "section": [
      "TENTATIVE (UNPAID) ORDERS CAN BE PLACED WITHOUT OBLIGATION"
    ]
  },
  {
    "text": "► Due to periodic website pricing adjustments, unpaid orders cannot remain open indefinitely.",
    "section": [
      "TENTATIVE (UNPAID) ORDERS CAN BE PLACED WITHOUT OBLIGATION"
    ]
  },
  {
    "text": "► Order processing commences when cleared payment has been received.",
    "section": [
      "FINALISED (PAID) ORDERS CANNOT BE CHANGED OR CANCELLED"
    ]
  },
  {
    "text": "► Once order processing has commenced, orders can no longer be changed or cancelled.",
    "section": [
      "FINALISED (PAID) ORDERS CANNOT BE CHANGED OR CANCELLED"
    ]
  },
  {
    "text": "► Check your order specifications carefully before clicking \"Submit\" and making payment.",
    "section": [
      "FINALISED (PAID) ORDERS CANNOT BE CHANGED OR CANCELLED"
    ]
  },
  {
    "text": "► Returns are only accepted within 7 days once the parcel has been received.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► All returns are subject to a handling fees charges.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► All returns will be issued with store credit.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► Customer is responsible for all the shipping cost incur. This includes shipping the returns and for us to ship you the exchange products.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► COLOURS may not display correctly on all computers - if in doubt ask for a PMS reference.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► Our customer service crew can help with any other pre-purchase details as needed.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► It is your responsibility to ensure that products ordered will suit the intended purposes.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► If uncertain in any way about product suitability for bulk orders please order a sample first.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "... I would like to exchange...",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "Contact our friendly team within 7 days upon receiving the parcel to obtain a return authorization number. There will be a $10 return handling fee. Customer will be responsible for the shipping cost to return the parcel and for us to ship you the replacements.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "After receiving your return authorization number, print out our email with your RMA number.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "Please include the RMA number on the front of the package. The return address will be given upon approval.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "We will contact you after receiving the returns on inspection within 7 days. If we do not contact you within 7 days, please contact us via email at info@1stationhub.com.my",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "To speed up the process of exchange, you can place a new order with the selection of your new products and return us the products you currently have. We will then issue you a refund/store credit on the cost of goods minus the return handling fees. Refund will be issued after receiving and inspecting the products. If there is any problem with the returns, we will contact you.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► Returned items must be kept in a smoke-free environment. Returns will be refused on items that smell of smoke. Any items smelling strongly of perfume/deodorants or similar will also be refused.",
    "section": [
      "RETURN AND EXCHANGE DUE TO INCORRECT CHOICE"
    ]
  },
  {
    "text": "► Unauthorised returns and all unsolicited deliveries are returned-to-sender automatically.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► To return a defective or incorrectly supplied item, contact us for return authorisation (RMA).",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► Only defective or incorrectly supplied items with RMA may be refunded or exchanged.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► RMA numbers must be written on the OUTSIDE of the parcel for acceptance by our warehouse.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► Unauthorised returns (no RMA number on the outside) are returned at the sender's expense.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► Items that have been worn, used, washed or modified in any way cannot be returned whatsoever.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► Before issuing an RMA for reason of \"defect\" we need a full description and may need images.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► Descriptions and images of \"defects\" may be sent to the manufacturer for official verification.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► Insignificant manufacturing imperfections are not defects, neither are normal dye-lot variations.",
    "section": [
      "NO UNAUTHORISED RETURNS ACCEPTED"
    ]
  },
  {
    "text": "► It usually takes around 1-7 days for processing (exclude delivery time) through administration, warehouse and dispatch.",
    "section": [
      "NO IMPLIED GUARANTEE REGARDING URGENT DELIVERIES AND FIXED DEADLINES"
    ]
  },
  {
    "text": "► If urgent delivery is needed, contact us in advance to check best possible turnaround/ETA.",
    "section": [
      "NO IMPLIED GUARANTEE REGARDING URGENT DELIVERIES AND FIXED DEADLINES"
    ]
  },
  {
    "text": "► Also, orders needed by a certain date should be noted accordingly in the \"Instructions\" field.",
    "section": [
      "NO IMPLIED GUARANTEE REGARDING URGENT DELIVERIES AND FIXED DEADLINES"
    ]
  },
  {
    "text": "► Our ability to satisfy urgent delivery requests can be affected by factors beyond our control.",
    "section": [
      "NO IMPLIED GUARANTEE REGARDING URGENT DELIVERIES AND FIXED DEADLINES"
    ]
  },
  {
    "text": "► We make every effort to achieve urgent delivery when requested but can make no guarantee.",
    "section": [
      "NO IMPLIED GUARANTEE REGARDING URGENT DELIVERIES AND FIXED DEADLINES"
    ]
  },
  {
    "text": "► Deliveries can be tracked online by logging into the user account area.",
    "section": [
      "NO RESPONSIBILITY ACCEPTED FOR LOSS OR DELAY BY THIRD-PARTY CARRIERS"
    ]
  },
  {
    "text": "► We cannot accept liability for loss or delay by Australia Post or Fastway Couriers.",
    "section": [
      "NO RESPONSIBILITY ACCEPTED FOR LOSS OR DELAY BY THIRD-PARTY CARRIERS"
    ]
  },
  {
    "text": "► This being said, 99.9% of deliveries arrive in good time and without any issue whatsoever.",
    "section": [
      "NO RESPONSIBILITY ACCEPTED FOR LOSS OR DELAY BY THIRD-PARTY CARRIERS"
    ]
  },
  {
    "text": "► Express Post deliveries are trackable online via access to your user account.",
    "section": [
      "NO RESPONSIBILITY ACCEPTED FOR LOSS OR DELAY BY THIRD-PARTY CARRIERS"
    ]
  },
  {
    "text": "► Contact us in advance if insured Registered Post or special arrangements are required.",
    "section": [
      "NO RESPONSIBILITY ACCEPTED FOR LOSS OR DELAY BY THIRD-PARTY CARRIERS"
    ]
  },
  {
    "text": "► All items are generally available, however, on rare occasions, an item may sold out unexpectedly.",
    "section": [
      "100% STOCK AVAILABILITY CANNOT BE GUARANTEED 100% OF THE TIME"
    ]
  },
  {
    "text": "► If any item cannot be shipped promptly, substitution or refund can be arranged to avoid delay.",
    "section": [
      "100% STOCK AVAILABILITY CANNOT BE GUARANTEED 100% OF THE TIME"
    ]
  },
  {
    "text": "► Stock cannot be reserved without payment, however stock levels can be checked in advance.",
    "section": [
      "100% STOCK AVAILABILITY CANNOT BE GUARANTEED 100% OF THE TIME"
    ]
  },
  {
    "text": "► On rare occasions, freight or item charges may display or auto-calculate incorrectly.",
    "section": [
      "WEBSITE ERRORS AND OMISSIONS ARE EXCEPTED"
    ]
  },
  {
    "text": "► We reserve the right to cancel and refund any order that is priced or auto-calculated in error.",
    "section": [
      "WEBSITE ERRORS AND OMISSIONS ARE EXCEPTED"
    ]
  }
]