[
  {
    "text": "Client Login",
    "section": []
  },
  {
    "text": "The legal agreements set out below are between you and 1st Formations Limited. Please read the following Terms and Conditions as they affect your use of the Website, any information contained therein and/or shared on our social media pages, and any products and services available from or through 1st Formations.co.uk (the “Website”). These Terms and Conditions govern any use of the Website as a guest or registered customer.",
    "section": []
  },
  {
    "text": "1st Formations.co.uk is a website operated by 1st Formations Limited. 1st Formations is registered in England and Wales under company number 08861249, and its registered office is situated at 71-75 Shelton Street, Covent Garden, London, WC2H 9JQ. Our VAT number is 185 8695 41.",
    "section": [
      "Information about us"
    ]
  },
  {
    "text": "“Consumer” shall have the meaning ascribed in section 12 of the Unfair Contract Terms Act 1977.",
    "section": [
      "Definitions"
    ]
  },
  {
    "text": "“General Terms and Conditions” means these Terms and Conditions.",
    "section": [
      "Definitions"
    ]
  },
  {
    "text": "“Specific Terms and Conditions” means the Specific Terms and Conditions tailored to cover any product or service that you may purchase from 1st Formations through the Website, and which take priority over these General Terms and Conditions to the extent of any conflict between them.",
    "section": [
      "Definitions"
    ]
  },
  {
    "text": "“Web site” “Website” or “Site” means the web site you were browsing when you clicked on a link to these General and Special Terms and Conditions, including all subsidiary pages.",
    "section": [
      "Definitions"
    ]
  },
  {
    "text": "“we”, “us”, “our” and “ourselves” refers to 1st Formations Limited.",
    "section": [
      "Definitions"
    ]
  },
  {
    "text": "By accessing www.1stformations.co.uk and all subsidiary web pages within the site, you agree to these General Terms and Conditions in full, together with any additional or specific terms and conditions we may draw to your attention prior to your purchasing any products or services from or via this Website.",
    "section": [
      "Use of the Website"
    ]
  },
  {
    "text": "All material on the Website and our social media pages is provided for information purposes only and does not constitute legal, accounting or professional advice of any other kind; therefore, it cannot and should not be relied upon as such. If you require any professional advice or services, we recommend you consult a qualified party before acting in reliance on any of the information, or purchasing any of the products or services, available on or from this Website.",
    "section": [
      "Use of the Website"
    ]
  },
  {
    "text": "You accept that any comments posted by you on our Website and/or social media pages can be viewed by the public, and that we have no control over, or liability for, the way in which this information is used by any third party who views your comments.",
    "section": [
      "Use of the Website"
    ]
  },
  {
    "text": "The Website and our blog articles may contain links, buttons and banners that redirect you to third-party resources and websites that may be of interest. The inclusion of any link does not mean we endorse the site or have any association with its operators, nor should the inclusion of any link be viewed as an encouragement to purchase or use any third-party products or services - we provide these links to you for information purposes and convenience only.",
    "section": [
      "Links to third-party websites and services"
    ]
  },
  {
    "text": "Linked Websites are not under our control and we are not responsible for the contents of any Linked Website including, without limitation, any link contained in a Linked Website, or any changes or updates to a Linked Website. We do not accept responsibility or liability for the privacy of your personal information on any Linked Website, and we are not responsible for webcasting or any other form of transmission received from any Linked Website.",
    "section": [
      "Links to third-party websites and services"
    ]
  },
  {
    "text": "These General Terms and Conditions do not cover your interaction with Linked Websites; therefore, you should carefully review the Terms and Conditions and privacy policies of any third party sites you visit. Your use of any linked Website is at your own risk.",
    "section": [
      "Links to third-party websites and services"
    ]
  },
  {
    "text": "Certain services made available via the Website are delivered by third parties. By using any product, service or functionality originating from the Website domain, you acknowledge and consent that we may share such information and data with any third party with whom we have a contractual relationship to provide the requested product, service or functionality for the Website’s users and customers.",
    "section": [
      "Links to third-party websites and services"
    ]
  },
  {
    "text": "We aim to update the Website regularly but we cannot guarantee that information will be accurate, complete and current at all times. We may update this information when necessary, and all information on the Website is subject to such modification from time to time without notice; however, we make no representations, warranties or undertakings of whatever nature about the information, content or materials provided on the Website. This includes, without limitation, the quality, accuracy, completeness and reliability of the information.",
    "section": [
      "Updates and changes to the Website"
    ]
  },
  {
    "text": "We will use reasonable efforts to keep the Website available to you but it is subject to on-going updates and improvements, and we reserve the right to change or remove (temporarily or permanently) the Website, or any part of it, including all products, services or prices, without prior notice. By accepting these Terms and Conditions, you confirm that we shall not be liable to you for any such changes or removals that may take place.",
    "section": [
      "Updates and changes to the Website"
    ]
  },
  {
    "text": "Changes to these General Terms and Conditions and the Specific Terms and Conditions may be made at any time. Your use of the Website and the purchase of products or services are also subject to any such changes. You accept personal responsibility to check if any changes have been made to the General Terms and Conditions or relevant Specific Terms and Conditions every time you visit the Website or purchase products or services from us.",
    "section": [
      "Updates and changes to the Website"
    ]
  },
  {
    "text": "The Website is provided on an \"AS IS\" and \"AS AVAILABLE\" basis without any representation or endorsement made, and without warranty of any kind - whether expressed or implied - including, but not limited to, the implied warranties of satisfactory quality, fitness for a particular purpose, non-infringement, compatibility, security and accuracy.",
    "section": [
      "Exclusion of liability to you from the use of the Website"
    ]
  },
  {
    "text": "Any and all liability to you that may arise from your access to, and use of, the Website - whether due to negligence, breach of duty or otherwise - is excluded to the maximum extent permitted by law.",
    "section": [
      "Exclusion of liability to you from the use of the Website"
    ]
  },
  {
    "text": "No warranty is given that the functionality of the Website will be uninterrupted or error free, that defects will be corrected, or that the Website - or server that makes it available - are free of viruses or anything else which may be harmful or destructive.",
    "section": [
      "Exclusion of liability to you from the use of the Website"
    ]
  },
  {
    "text": "We are not responsible for the content of other Websites that link to or from this Website. Links to other sites are provided simply for your information and do not imply that we approve of those sites or their content.",
    "section": [
      "Exclusion of liability to you from the use of the Website"
    ]
  },
  {
    "text": "Nothing in these General Terms and Conditions shall be construed so as to exclude or limit the liability of ourselves for death or personal injury as a result of our negligence or that of its employees or agents. For the avoidance of doubt, this clause shall apply also to the Specific Terms and conditions below.",
    "section": [
      "Exclusion of liability to you from the use of the Website"
    ]
  },
  {
    "text": "All text, templates, images, information and layouts - other than those supplied by third parties - are the property of 1st Formations Limited.",
    "section": [
      "Intellectual Property - Copyright and Trade Marks"
    ]
  },
  {
    "text": "You are permitted to view, copy and print extracts from this website for your own personal use; however, all rights, intellectual or otherwise, will remain with 1st Formations and do not pass to you. Should you wish to use content of the site for any other purpose, please contact us.",
    "section": [
      "Intellectual Property - Copyright and Trade Marks"
    ]
  },
  {
    "text": "The copyright of all other materials not belonging to 1st Formations that may feature on this Website - including their design, layout, text, graphics, photographs, and the source code and software - belongs to their respective owners.",
    "section": [
      "Intellectual Property - Copyright and Trade Marks"
    ]
  },
  {
    "text": "Registered and unregistered trade marks, logo designs, registered company names and other such forms of IP are also the property of their respective owners.",
    "section": [
      "Intellectual Property - Copyright and Trade Marks"
    ]
  },
  {
    "text": "You are not permitted to sell or re-sell anything available from the Website, other than to the extent expressly permitted in accordance with any product or service purchased by you from the Website, where such permission is either expressly granted or in a circumstance in which it is a necessary attribute of the product or service concerned.",
    "section": [
      "Intellectual Property - Copyright and Trade Marks"
    ]
  },
  {
    "text": "In connection with the supply of any goods or services ordered by you through the Website, we shall not be liable for any delay or failure to perform any of our obligations if the delay or failure results from events or circumstances outside our reasonable control. Such circumstances include – though are not limited to - acts of God, strikes; lock outs; accidents; war; acts of terrorism; fire; or failure of any communications, telecommunications or computer system. We shall be entitled to a reasonable extension of our obligations to you (to the extent we owe any such obligations) should a Force Majeure event occur.",
    "section": [
      "Force Majeure"
    ]
  },
  {
    "text": "If a Force Majeure event to which this clause applies does occur, we agree to notify you as soon as practicable. If the Force Majeure event continues for more than 14 days, either party shall have the right to cancel the agreement. Where services have been paid for in advance but have not been rendered, you will be entitled to a full refund from the date of cancellation for all such services.",
    "section": [
      "Force Majeure"
    ]
  },
  {
    "text": "The Website provides a facility that allows you to create and register an account with us in order to gain greater access privileges and purchase products or services. If you choose to register with us, you are solely responsible for maintaining the confidentiality and security of your account and for all activities that occur on or through it - under no circumstances should you disclose your account information to anyone else. You agree to immediately notify 1st Formations of any security breach of your account.",
    "section": [
      "Creating an account with us"
    ]
  },
  {
    "text": "1st Formations shall not be responsible for any losses arising out of the unauthorised use of your account, and you agree to indemnify us for any loss or damage we may incur resulting from breach of this clause.",
    "section": [
      "Creating an account with us"
    ]
  },
  {
    "text": "We respect your confidentiality and take the protection of your personal data very seriously. Therefore we shall not sell or make your data available to any third party without your prior consent.",
    "section": [
      "Your privacy and Data Protection"
    ]
  },
  {
    "text": "You may alter or update any personal information provided to us as part of registration on the Website at any time.",
    "section": [
      "Your privacy and Data Protection"
    ]
  },
  {
    "text": "For the purposes of applicable data protection legislation, 1st Formations will process any personal data you have provided to it in accordance with our Privacy Notice available on the 1st Formations website or on request from 1st Formations. If you have any queries about the manner in which personal data will be processed by 1st Formations or your rights in relation to such processing please contact us.",
    "section": [
      "Your privacy and Data Protection"
    ]
  },
  {
    "text": "You agree that, if you have provided 1st Formations with personal data relating to a third party (1) you have in place all necessary appropriate consents and notices to enable lawful transfer of such personal data to 1st Formations and (2) that you have brought to the attention of any such third party the Privacy Notice available on 1st Formations’ website or otherwise provided a copy of it to the third party. You agree to indemnify 1st Formations in relation to all and any liabilities, penalties, fines, awards or costs arising from your non-compliance with these requirements.",
    "section": [
      "Your privacy and Data Protection"
    ]
  },
  {
    "text": "Please review our Privacy Policy in full, which explains how we treat your personal information and protect your privacy.",
    "section": [
      "Your privacy and Data Protection"
    ]
  },
  {
    "text": "We reserve the right to withdraw or suspend your right to access or use the Website at any time without prior notice and without disclosing our reason for doing so.",
    "section": [
      "Terminating the use of the Website"
    ]
  },
  {
    "text": "No waiver by us (whether express or implied) in enforcing any of our rights shall prejudice our right to enforce such rights in the future.",
    "section": [
      "Waiver"
    ]
  },
  {
    "text": "If any provision of these General Terms and Conditions is held to be unlawful, invalid or unenforceable, that provision shall be deemed severed, and the validity and enforceability of the remaining provisions shall not be affected.",
    "section": [
      "Miscellaneous"
    ]
  },
  {
    "text": "In the event of there being any conflict between these General Terms and Conditions and the Specific Terms and Conditions that apply specifically to the purchase of certain goods or services through this Website, the Specific terms and Conditions shall prevail.",
    "section": [
      "Miscellaneous"
    ]
  },
  {
    "text": "No person who is not a direct party to any agreement covered by these General Terms and Conditions shall have any right under the Contracts (Rights of Third Parties) Act 1999 to enforce any term of the Agreement.",
    "section": [
      "Miscellaneous"
    ]
  },
  {
    "text": "As a consumer, you have the right to cancel a contract for the provision of goods or services at any time before 14 calendar days have passed from the day after the contract was made. Any such cancellations must be provided to us in writing. If we have already started fulfilling our side of the contract, or in the case of a company formation order, we have submitted the company application to Companies House, before you exercise your right to cancel, the right to cancel is lost.",
    "section": [
      "Miscellaneous"
    ]
  },
  {
    "text": "This clause applies where these General Terms and Conditions or the Specific Terms and Conditions provide expressly or by implication for the service of notices.",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Any notice required to be given under our Agreement with you or in connection with the matters contemplated by it shall, except where otherwise specifically provided, be written in the English language.",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Any such notice shall be addressed to the usual business address of the other party and may be:",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Personally delivered",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Sent by first class pre-paid post, if the address is situated in the United Kingdom",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Sent by pre-paid airmail, or by air courier, if from or to any place outside the United Kingdom",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Sent by facsimile",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "In all cases, notices shall be deemed to be given when received.",
    "section": [
      "Notices"
    ]
  },
  {
    "text": "Your use of the Website and the purchase of any products or services from it are governed in accordance with the laws of England and Wales.",
    "section": [
      "Governing law and Jurisdiction"
    ]
  },
  {
    "text": "The English courts shall have exclusive jurisdiction over any dispute or difference whatsoever arising out of or in connection with your use of the web site or the purchase of any products or services from it.",
    "section": [
      "Governing law and Jurisdiction"
    ]
  },
  {
    "text": "These Specific Terms and Conditions are applicable to transactions made through the 1st Formations website at https://www.1stformations.co.uk and any subsidiary pages. They must be read and agreed to in full, together with the General Terms and Conditions above, which apply to any agreement between us and to your use of the Website in general",
    "section": [
      "Specific Terms and Conditions – 1stFormations.co.uk"
    ]
  },
  {
    "text": "\"1st Formations\", \"1stformations.co.uk\", \"we\", “us”, “our” or \"ourselves\" means 1st Formations Limited, registered in England and Wales under company number 08861249. Our registered office is situated at 71-75 Shelton Street, Covent Garden, London, WC2H 9JQ. Our VAT number is 185 8695 41.",
    "section": [
      "Definitions"
    ]
  },
  {
    "text": "1st Formations company formation services",
    "section": []
  },
  {
    "text": "By purchasing a company formation from 1st Formations, you are granting us the right to file with Companies House, as an authorised person for and on behalf of the Company, the statutory forms required to implement the company formation service you are agreeing to take under this agreement. Please note that we will ask you to provide proof of identity - provision of the company formation service will be subject to receipt of this information.",
    "section": [
      "Limitation of liability"
    ]
  },
  {
    "text": "We do not accept any liability of whatever nature for errors or omission in the company formation information you submit through our Website, or for any such company formation application which is subsequently rejected by Companies House.",
    "section": [
      "Special Limitation of Liability"
    ]
  },
  {
    "text": "If your company formation application is rejected by Companies House, you will not be entitled to a refund for any services purchased from 1st Formations.",
    "section": [
      "Special Limitation of Liability"
    ]
  },
  {
    "text": "We do not accept any liability should your company be struck off and/or removed from the Register for any reason that is not within our control, or following the cancellation or expiry of the services you are agreeing to take under this agreement should your company fail to meet its statutory requirements following our actions to file the requisite forms to notify the termination of such services.",
    "section": [
      "Special Limitation of Liability"
    ]
  },
  {
    "text": "It is your responsibility to ensure that any company name you choose is available for registration and can be lawfully used by you. We accept no liability for your choice of name or any problems which may arise due to your choice of company name.",
    "section": [
      "Special Limitation of Liability"
    ]
  },
  {
    "text": "No persons under the age of 16 are permitted to register limited companies or limited liability partnerships in the UK. The minimum age requirement for directors, company secretaries and LLP members is 16 years. Individuals not meeting this legal minimum may only hold shares in private companies limited by shares.",
    "section": [
      "Requirements for the use of our incorporation services"
    ]
  },
  {
    "text": "Any person who is an undischarged bankrupt is prohibited from registering a limited company in the UK and being appointed as a director or company secretary. Undischarged bankrupts may only hold shares in private companies limited by shares.",
    "section": [
      "Requirements for the use of our incorporation services"
    ]
  },
  {
    "text": "Any persons currently named on the Disqualified Directors Register may not register a limited company or limited liability partnership - any disqualified director whose ban has not yet been served in full is not permitted to act as a company director, company secretary or LLP member, unless permission is granted from the appropriate Court. Such individuals may only hold shares in private companies limited by shares.",
    "section": [
      "Requirements for the use of our incorporation services"
    ]
  },
  {
    "text": "We are not responsible or liable for any rejection of incorporation or problems arising due to the appointment of any persons not meeting the legal requirements for company formation. It is your responsibility to ensure all persons named on the company formation application are eligible to hold their respective positions.",
    "section": [
      "Requirements for the use of our incorporation services"
    ]
  },
  {
    "text": "You are presented with a range of choices during the ordering process. It is your responsibility to ensure you read and fully understand these choices before proceeding with any purchase. Should you have any queries regarding our products and/or services, or any aspect of your order, we strongly recommend that you contact us during our usual UK business hours prior to proceeding with any purchase. Whilst we endeavour to provide a prompt response to your enquiry, we cannot guarantee to do so in every instance. It therefore remains your responsibility to elicit further information from us regarding the product you intend to order before the order is placed.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "All orders that you place through this Website are deemed to be an offer by you to purchase the products and/or services that we supply, subject to these Terms and Conditions and our acceptance of the order. We may choose to reject any order without disclosing our reason for doing so.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "We only provide services on the basis that you have given us full and proper instructions and the authority to lawfully carry out those instructions. You undertake to ensure the accuracy and completeness of the information you provide for us, and you accept all liability for the rejection of any services or documents due to inaccuracies or incompleteness.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "We do not accept any liability of whatever nature for errors or omissions in documents that are uploaded, or not uploaded, to our website by you, or for any such documents which are subsequently rejected by Companies House.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "Where orders are made for our Pre-Submission Review, this review will not extend to reviewing or inspecting documents uploaded to our website - it is your responsibility to ensure completeness, compliance and accuracy of all such documents prior to their submission.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "By accepting these terms and conditions, you are granting us authorisation to file with Companies House as an authorised person for, and on behalf of, the company, the statutory forms required to implement the services you are agreeing to take under this agreement for the full term of the agreement. If said services are cancelled, terminated, or shall expire as a result of failing to make the required payment, you are granting us authorisation to file the statutory forms required to terminate these services.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "The statutory forms that we reserve the right to file include, but are not limited to, the following: AP01, AP02, AP03, AP04, TM01, TM02, SH01, AD01, AD02, CH01 and CH02.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "We are regulated by the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 (“MLR 2017”) and by accepting these Terms and Conditions you are granting us authority to carry out a digital ID verification check by CreditSafe or similar organisation for the purposes of checking your identity and address. This online check may be recorded on your credit record, and a record of the search will be retained.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "Should we not be able to successfully verify your identity and address using our digital ID verification process, we will require you to provide proof of your identity and address in the form of certified copies of the original documents to satisfy our Anti-Money Laundering procedures. Failure to comply with any request for such documents may result in the cancellation of services. No refund shall be given for the cancellation of services resulting from a failure to comply with our Anti-Money Laundering procedures. For further information please read our ID Requirements.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "As a Company Service Provider we have a responsibility to carry out due diligence checks from time to time on our customers (companies, officers and shareholders) to which we provide ongoing services. Should any of our checks result in the discovery of illegal or unethical activities, we reserve the right to terminate services without notice and without refund.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "We also have an obligation to meet the requirements of 'Know Your Customer' (KYC) and you will be asked to complete a short questionnaire on the business activity or activities of your company and the reason for your business relationship with 1st Formations.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "Our services are not available for purchase where the end user is a Scottish Limited Partnership (Scottish LP). All such purchases will be refunded and the services will not be set up.",
    "section": [
      "Ordering our products and services"
    ]
  },
  {
    "text": "1st Formations is a specialist online company formation agent. We use secure electronic filing facilities that are made available from Companies House - the UK Registrar of Companies. By choosing to register a company through us, or authorising us to file information on your behalf, you accept that all information will be submitted to Companies House via this electronic filing facility.",
    "section": [
      "Incorporation process"
    ]
  },
  {
    "text": "Provided you have complied with the formalities necessary to register a company through us, Companies House will generally complete the incorporation of your company within approximately 3 to 6 working hours (Monday - Friday, 9am-5pm), however, in some cases it could take up to 24 hours - dependent on Companies House workload. We have no control over this process; therefore, it may take longer than the usual processing time of 3 to 6 working hours.",
    "section": [
      "Incorporation process"
    ]
  },
  {
    "text": "We offer no guarantee your company application will be approved on the same business day as you make your order. If it is important that your company is incorporated on the same day as you make your order, we recommend you purchase the Guaranteed Same-Day Service, which is available as an additional service on our checkout page, up to 3pm Monday - Friday.",
    "section": [
      "Incorporation process"
    ]
  },
  {
    "text": "What you will receive upon incorporation",
    "section": []
  },
  {
    "text": "Upon notification from Companies House of successful incorporation, your new limited company or limited liability partnership will be ready to trade immediately.",
    "section": [
      "Company registration service"
    ]
  },
  {
    "text": "You will receive a Certificate of Incorporation and other company formation documentation and services as described within the incorporation package you purchased on our Website.",
    "section": [
      "Company registration service"
    ]
  },
  {
    "text": "In addition to the formation of the company and the company documents described above, you may optionally order additional products and/or services through 1st Formations, depending upon the incorporation package you choose. These include, but are not limited to, the following:",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "Registered office service",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "Business address with mail forwarding",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "Confirmation Statement preparation and filing service",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "Business bank account",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "VAT and PAYE registration",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "These products and services may be added to your company formation package prior to incorporation, or they may be purchased after incorporation for an existing company.",
    "section": [
      "Optional additional products and services"
    ]
  },
  {
    "text": "Our services do not include any of the following in respect of any of the packages and products we offer for sale on our Website:",
    "section": [
      "Services we do not provide with any product"
    ]
  },
  {
    "text": "Accountancy advisory services",
    "section": [
      "Services we do not provide with any product"
    ]
  }
]