[
  {
    "text": "Download Wallet!Get the latest version of Ethereum Mist Wallet Here!",
    "section": []
  },
  {
    "text": "The goods listed in the sales invoice or any other goods (the “Goods”) hereafter sold by International Crypto Solutions SRL (“1stMiningRig”) to the addressee (“The Purchaser”) are subject to these Terms and Conditions",
    "section": [
      "DEFINITION AND CONTRACT"
    ]
  },
  {
    "text": "“Order Confirmation” means the acknowledgement of the Customer´s order sent to the Customer by 1stMiningRig.",
    "section": [
      "DEFINITION AND CONTRACT"
    ]
  },
  {
    "text": "“Dispatch Email” means the email sent to the Customer to confirm their order is accepted and The Goods dispatched.",
    "section": [
      "DEFINITION AND CONTRACT"
    ]
  },
  {
    "text": "All contracts of sale made by 1stMiningRig shall be deemed to incorporate these Terms and Conditions which shall prevail over any other document or communication from the Purchaser. All orders are accepted and fulfilled subject to these conditions of sale unless otherwise varied by agreement in writing.",
    "section": [
      "ACCEPTANCE OF ORDERS"
    ]
  },
  {
    "text": "The price for the Goods shall be price current at the time of dispatch as stated in 1stMiningRig invoice. VAT where applicable will be added at the rate in force at the date of invoice.",
    "section": [
      "PRICE AND LOCAL REGULATIONS"
    ]
  },
  {
    "text": "The Purchaser shall be responsible for compliance with all relevant laws and regulations in their country and for obtaining at its expense any necessary import or export licenses, customs clearance, exchange control consent or other authorizations and permits whatsoever.",
    "section": [
      "PRICE AND LOCAL REGULATIONS"
    ]
  },
  {
    "text": "After placing an order, 1stMiningRig will send an Order Confirmation to you. Please note that this does not mean that your order has been accepted. Your order constitutes an offer to buy a product. All orders are subject to acceptance and we will confirm such acceptance by sending an email to you confirming our acceptance of your order and dispatch. The contract between us will be formed when we send the Dispatch Email.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "The contract will relate only to those Products in the Dispatch Email. We cannot be obliged to supply any Products which may have been part of your order but have not yet been confirmed by the Dispatch Email.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "All descriptions, photographs and advertising are solely to provide an idea of the products they describe. While we take every care with our descriptions, errors may occur, and are excepted from the contract if they are minor. Images are for illustrative purposes only.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "All payments will be upfront. Payments can be made via bank transfer into our accounts EURO/USD/RON. We also accept Bitcoin/Ether payments. In the event you choose to pay in BTC/ETH, we will calculate and convert the USD, EUR or RON value to BTC/ETH amount according to our chosen exchange rate (which is an average from major Exchange sites around the world). Later changes to the exchange rates have no effect on the amount to be paid for your placed order.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "We cannot dispatch any Products until we have received full payment.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "While we try and ensure all prices on our website are accurate, errors may very occasionally occur. If we do discover an error in the price of a product ordered before dispatch we will inform you as soon as possible and give the option of reconfirming your order at the correct price or cancelling it. If we are unable to contact you we will treat the order as cancelled. If the order is cancelled under this clause and you have already paid for the Goods, you will receive a full refund.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "If the pricing error is obvious and could have reasonably been recognized as a mis-pricing, we will be under no obligation to provide the Goods even after Dispatch Email.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "DELIVERY",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "Whilst every effort will be made to dispatch Goods on time, no liability can be accepted by 1StMiningRig for failure to deliver within the advertised time.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "The Purchaser shall inspect the Goods at its own cost promptly upon receipt of Goods. 1StMiningRig will accept no liability for shortages, damage to or non-delivery of Goods unless the Purchaser notifies 1StMiningRig in writing within seven (7) calendar days of receipt of the Goods or receipt of the invoice, whichever is earlier.",
    "section": [
      "ORDERING AND PAYMENT"
    ]
  },
  {
    "text": "All products sold by 1StMiningRig have up to 3 years warranty, depends on manufacturer. All warranties for components will be supported directly by the manufacturer towards the end user.",
    "section": [
      "WARRANTY"
    ]
  },
  {
    "text": "Warranty does not cover damage resulting from accidents, misuse, neglect or noticeable change in the appearance or operation of the returned equipment. Any graphics card showing traces of overclocking beyond the manufacturer’s recommendations will lose all warranty rights.",
    "section": [
      "WARRANTY"
    ]
  },
  {
    "text": "No order cancellation will be accepted once payment has been received by 1StMiningRig.",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "Faulty Goods",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "You have the option of an exchange or refund. If your Goods are faulty on arrival, you have 7 calendar days to inform 1StMiningRig. Goods should be returned in their original packaging complete with all accessories and documentation. Once we have verified the fault, we’ll issue a replacement or full refund to you via your original payment method and reimburse your reasonable return carriage costs. We test returned items, and if a returned item is found not to be faulty by our technicians we will return the item to you, in this instance you will be liable for the return carriage and a diagnostic fee will be charged at the price of 20 $. Make sure you check that the cause of your problem is not due to improper installation or configuration or due to a software or hardware incompatibility before returning any equipment.",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "If any of your purchases develop a fault, and it’s more than 14 calendar days since receipt, then provided your item is within its warranty period, you are entitled to a warranty repair.",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "Sometimes manufacturers provide support direct to end users. It is your choice if you prefer sending the damaged units back to us or directly to the manufacturer.",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "Damage in Transit",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "If any items were damaged in transit, we ask that you report it to us within 5 working days. If the items are visibly damaged on receipt, please refuse the delivery and call 1StMiningRig. Items should be returned in their original packaging complete with all accessories and documentation. Once received back into our warehouse, we’ll issue a replacement or full refund to you via your original payment method. Please be aware we can only refund in USD/Euro/RON. If your paying method was BTC/ETH then we will refund in USD/Euro at the current exchange rate.",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "Item Missing or Incorrect Item",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "If there is an item missing from your order or the wrong item has been sent, then please contact 1StMiningRig as soon as possible and in any event within three days, and we will do our best to resolve the problem.",
    "section": [
      "RETURN POLICY AND REFUNDS"
    ]
  },
  {
    "text": "1StMiningRig shall under no circumstances be liable for any indirect consequential, special incidental loss or damage however resulting from the supply of the Goods. 1StMiningRig’s liability for loss directly resulting shall be limited and shall under no circumstances exceed the amount received by 1StMingRig for the Goods.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "Any claim against 1StMiningRig under this contract of sale or for negligence must be made in writing within one (1) calendar month in which the Purchaser becomes aware or ought to have become aware of the events giving rise to the claim.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "Nothing in these Terms and Conditions shall affect 1StMiningRig’s liability for death or personal injury caused by its own negligence or that of its employees or agents.",
    "section": [
      "LIMITATION OF LIABILITY"
    ]
  },
  {
    "text": "All features, functions, cosmetic designs, components, modules, trademarks, patents and logos, which are designed and developed by 1StMiningRig in the Goods, shall vest in 1StMiningRig. The Purchaser hereby warrants that the Purchaser shall not, nor shall any persons on the Purchaser’s behalf, apply for any proprietary right and shall be liable to 1StMiningRig for any direct and indirect consequential, incidental costs, loss or damage if the Purchaser is in breach of this clause.",
    "section": [
      "PROPRIETARY RIGHT"
    ]
  },
  {
    "text": "From time to time we may need to update these terms and conditions to reflect changes in legislation, the marketplace or company policy. The contract will be subject to those terms and conditions in force at the time of the formation of the contact, meaning on the date of the Dispatch Email.",
    "section": [
      "VARIATIONS OF TERMS AND CONDITIONS"
    ]
  },
  {
    "text": "Last updated on November 12, 2017",
    "section": [
      "VARIATIONS OF TERMS AND CONDITIONS"
    ]
  },
  {
    "text": "Stay connected..",
    "section": []
  }
]