[
  {
    "text": "Terms and Conditions",
    "section": []
  },
  {
    "text": "Thank you for shopping on the 1StopLighting network. By visiting this site you hereby agree to our terms and conditions whether or not you have visited this page. Our network of sites function under our parent company Belami, Inc. and are the sole property of Belami, Inc dba 1StopLighting. You may have visited one of our many sites and may have come across the name 1StopLighting even though you may have been at a different top-level domain. All terms and conditions herein are reflective of our general terms and conditions and 1StopLighting reserves the right to change these without prior notification.",
    "section": []
  },
  {
    "text": "Content Copyright",
    "section": []
  },
  {
    "text": "All text, images, buttons, audio, video, other digital media, data, downloads, compiled source code, software are property of Belami, Inc. or other affiliated content contributors and may not be used or reproduced without the consent of Belami, Inc. or its respective affiliates.",
    "section": []
  },
  {
    "text": "Privacy",
    "section": []
  },
  {
    "text": "Your privacy is very important to us. To view our detailed privacy policy, click here.",
    "section": []
  },
  {
    "text": "Registration/Your Account",
    "section": []
  },
  {
    "text": "When using this site, you may sign up and/or terminate your account at any time. It is your sole responsibility to keep your username and password confidential and accept all activity under your account.",
    "section": []
  },
  {
    "text": "Disclaimers",
    "section": []
  },
  {
    "text": "Belami, Inc dba 1StopLighting may at any time change, modify, or update any part of this website or any other website within the 1StopLighting network without prior notice. We also reserve the right to refuse service to anyone who does not comply with the terms and conditions herein. 1Stoplighting does not guarantee all of the information on this website due to human error by way of inaccuracies, errors, or omissions. Product suppliers reserve the right to make changes to product offerings, materials and construction at any time. Every effort is made to remove obsolete products from our site. All prices and descriptions listed on the web site are subject to change without notice. We reserve the right to change posted prices at any time. If, through a technical malfunction, we post incorrect prices, we reserve the right to cancel orders placed when the incorrect pricing was posted.",
    "section": []
  },
  {
    "text": "Order Acceptance",
    "section": []
  },
  {
    "text": "1StopLighting reserves the right to decline an order or cancel an order at any time and for any reason. Some examples of situations resulting in the cancellation of an order are: not enough inventory to fill the order, we cannot ship to the address provided, our Fraud detection department has determined that the order cannot be accepted, or errors in pricing or descriptions. If all or part of your order is canceled, we will notify you as soon as possible. We may also need to contact you to verify information regarding your order. To ensure a successful transaction, we do charge you at the time of purchase. Orders are generally shipped within 24 hours of purchase or as noted on your order confirmation. If your order is not shipped within this time frame, the funds are held as a deposit on the products and an order is placed on your behalf with the manufacturer. If you decide to cancel your order, you will be refunded via the method used to place your order.",
    "section": []
  },
  {
    "text": "Delivery",
    "section": []
  },
  {
    "text": "Due to our extensive selection of products, 1Stoplighting often ships products from several different locations. You may experience shipments arriving at different times and from different locations. Once an order has been sent to the shipping facility for packing and shipping, it is considered a shipped order. This may occur 1 day or a few hours prior to shipment. At this late stage in the process, it may still be possible to cancel an order (i.e. prevent it from shipping) and we will certainly try if that is your wish. However, please note that in some cases, it will not be possible to retrieve the order or prevent it from shipping. In these cases, your order will be subject to our return policy. Some orders may be shipped via freight truck due to their large size and not small parcel (ie. UPS/FedEx). These types of shipments must always be inspected and signed for upon receipt. Please note that freight truck shipments may be challenging to move and may require extra help; freight truck companies may or may not be able to assist you.",
    "section": []
  },
  {
    "text": "Warranty",
    "section": []
  },
  {
    "text": "The additional 1 (one) year warranty offered by 1StopLighting is an extension of the standard 1 (one) year warranty provided by the product manufacturer. Lifetime and other extended warranties only apply on a promotional basis. 1StopLighting reserves the right to modify it's warranty offerings without notice, including the lines being offered with extended warranties. It is your responsibility to keep all documentation needed for warranty claims. This includes your order number along with email receipts. Our warranties cover against all defects in workmanship, assembly and materials used in the products and also against leaks and rust to products. Finish fading on outdoor lighting fixtures due to environmental factors are excluded from this offer. We will repair or replace, at our sole discretion, any products that fail to operate due to a defect, excluding the free replacement of glasses which have become damaged due to mishandling, improper installation or use, or resulting from extreme acts of nature or the free replacement of lamps which may have been provided with certain fixtures. We will not honor any claim for improperly installed fixture(s) or when modifications outside the manufacturer's warranty have been made. No charge backs or charges for labor or materials will be honored. Warranties do not apply on orders over $5,000.",
    "section": []
  },
  {
    "text": "Finish/Color Disclaimer",
    "section": []
  },
  {
    "text": "Our sites display photographs that have been converted into digital images to represent the products available for purchase. Typically these images make representations of finish colors and glass pieces that may have variations. Many of the products that we carry are hand finished or include hand-blown glass and may have slight variations from product to product. For these types of artistic products the finish or glass may not be the same as represented in the image(s). Each piece can vary in color intensity and in the pattern it reflects. Glass shades can also vary slightly in their shape when hand blown. Glass colors can appear different when a fixture is turned on vs. turned off. Likewise, because all computer monitors interpret color differently, we cannot guarantee that the fixture you receive will have colors that match what you viewed with your monitor.",
    "section": []
  },
  {
    "text": "Lighting Guide and Information",
    "section": []
  },
  {
    "text": "All information found under our lighting guide section or any other informational section of this website is the expressed opinion of the author(s) and may contain professional advice, personal views, errors and/or omissions. We do not guarantee any advice or tip found in this section. We do our best to generate legitimate, relevant information and hope that it aids customers in achieving their goals, however we will not be liable for any actions taken by customers when using any of the content on this site.",
    "section": []
  },
  {
    "text": "Limitations of Liability",
    "section": []
  },
  {
    "text": "Under no circumstances will Belami, Inc. dba 1StopLighting or any of it's affiliates be liable for losses or damages associated with the use of this or any website in the Belami, Inc. network.",
    "section": []
  },
  {
    "text": "Legal Disclaimer",
    "section": []
  },
  {
    "text": "The Terms and Conditions shall be governed in accordance with the laws of the State of California. All disputes under the Terms and Conditions shall be resolved by litigation in the courts of the State of California including the federal courts. The jurisdiction for any and all disputes arising from said Terms and Conditions shall be in Sacramento County, California.",
    "section": []
  }
]