[
  {
    "text": "Anti-Money Laundering Policy",
    "section": []
  },
  {
    "text": "Welcome to the 1stquest.com website (the \"Website\"). This Website is provided solely to assist customers in gathering travel information, determining the availability of travel—related goods and services, making legitimate reservations or otherwise transacting business with travel suppliers, and for no other purposes. The terms \"we\", \"us\", \"our\" and “1stQuest” refer to “1stQuest OU”, a limited liability company incorporated under the laws of the Republic of Estonia with the registration number 14393233, located in Harju maakond, Tallinn, Kesklinna linnaosa, Kiriku tn 6, 10130, Estonia. The term \"you\" refers to the customer visiting the Website and/or booking a reservation through us on this Website, or through our customer service agents.",
    "section": [
      "agreement between customer and 1stquest"
    ]
  },
  {
    "text": "This Website is offered to you conditioned upon your acceptance without modification of all the terms, conditions, and notices set forth below (collectively, the \"Terms of Use” or \"Agreement\"). Please read these Terms of Use carefully, as they contain important information about limitations of liability and resolution of disputes through arbitration rather than in court. By accessing or using this Website, booking any reservations for travel products or services on this Website, or contacting our call center agents, you agree that the Terms of Use then in force shall apply. If you do not agree to the Terms of Use, please do not use or book any reservations through this Website or our call center agents.",
    "section": [
      "agreement between customer and 1stquest"
    ]
  },
  {
    "text": "As a condition of your use of this Website, you warrant that: you are at least 18 years of ageyou possess the legal authority to create a binding legal obligationyou will use this Website in accordance with these Terms of Useyou will only use this Website to make legitimate reservations for you or for another person for whom you are legally authorized to actyou will inform such other persons about the Terms of Use that apply to the reservations you have made on their behalf, including all rules and restrictions applicable theretoall information supplied by you on this Website is true, accurate, current and complete We retain the right at our sole discretion to deny access to anyone to this Website and the services we offer, at any time and for any reason, including, but not limited to, for violation of these Terms of Use.",
    "section": [
      "use of the website"
    ]
  },
  {
    "text": "1stQuest is committed to customer satisfaction, so if you have a problem or dispute, we will try to resolve your concerns. But if we are unsuccessful, you may pursue claims as explained in this section. You agree to give us an opportunity to resolve any disputes or claims relating in any way to the Website, any dealings with our customer service agents, any services or products provided, any representations made by us, or our Privacy Policy (“Claims”) by contacting us at support@1stquest.com . If we are not able to resolve your Claims within 60 days, you may seek relief through arbitration or in small claims court, as set forth below.",
    "section": [
      "disputes"
    ]
  },
  {
    "text": "Any and all Claims will be resolved by binding arbitration, rather than in court, except you may assert Claims on an individual basis in small claims court if they qualify. This includes any Claims you assert against us, our subsidiaries, travel suppliers or any companies offering products or services through us (which are beneficiaries of this arbitration agreement). This also includes any Claims that arose before you accepted these Terms of Use, regardless of whether prior versions of the Terms of Use required arbitration. Any and all proceedings to resolve Claims will be conducted only on an individual basis and not in a class, consolidated or representative action. If for any reason a Claim proceeds in court rather than in arbitration we each waive any right to a jury trial",
    "section": [
      "disputes"
    ]
  },
  {
    "text": "The content and information on this Website (including, but not limited to, price and availability of travel services) as well as the infrastructure used to provide such content and information, is proprietary to us or our suppliers and providers. While you may make limited copies of your travel itinerary (and related documents) for travel or service reservations booked through this Website, you agree not to otherwise modify copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-sell any information, software, products, or services obtained from or through this Website. Additionally, you agree not to: use this Website or its contents for any commercial purposemake any speculative, false, or fraudulent reservation or any reservation in anticipation of demandaccess, monitor or copy any content or information of this Website using any robot, spider, scraper or other automated means or any manual process for any purpose without our express written permissionviolate the restrictions in any robot exclusion headers on this Website or bypass or circumvent other measures employed to prevent or limit access to this Websitetake any action that imposes, or may impose, in our discretion, an unreasonable or disproportionately large load on our infrastructuredeep—link to any portion of this Website (including, without limitation, the purchase path for any travel services) for any purpose without our express written permission \"Frame\", \"mirror\" or otherwise incorporate any part of this Website into any other website without our prior written authorization If your booking or account shows signs of fraud, abuse or suspicious activity, 1stQuest may cancel any travel or service reservations associated with your name, email address or account, and close any associated 1stQuest accounts. If you have conducted any fraudulent activity, 1stQuest reserves the right to take any necessary legal action and you may be liable for monetary losses to 1stQuest, including litigation costs and damages. To contest the cancellation of a booking or freezing or closure of an account, please contact 1stQuest Customer Service.",
    "section": [
      "prohibited activities"
    ]
  },
  {
    "text": "Additional terms and conditions will apply to your reservation and purchase of travel—related goods and services that you select. Please read these additional terms and conditions carefully. In particular, if you have purchased an airfare, please ensure you read the full terms and conditions of carriage issued by the Supplier, which can be found on the Supplier’s website. You agree to abide by the terms and conditions of purchase imposed by any supplier with whom you elect to deal, including, but not limited to, payment of all amounts when due and compliance with the supplier's rules and restrictions regarding availability and use of fares, products, or services.",
    "section": [
      "supplier rules and restrictions"
    ]
  },
  {
    "text": "Airfare is only guaranteed once the purchase has been completed and the tickets have been issued. Airlines and other travel suppliers may change their prices without notice. We reserve the right to cancel your booking if full payment is not received in a timely fashion. 1stQuest may offer Customers the opportunity to book a reservation for a combination of two one—way tickets instead of a round trip ticket. Combined one-way tickets may provide a greater choice of flights, are often cheaper and can be combined on the same airline or on different airlines. Unlike round trip tickets, each one-way ticket is subject to its own rules, restrictions, and fees. If one of these flights is affected by an airline change (e.g. cancellation or rescheduling) that causes a Customer to make changes to the other flight, the Customer will be responsible for any fees incurred for making changes to the unaffected flight.",
    "section": [
      "supplier rules and restrictions"
    ]
  },
  {
    "text": "Some banks and credit card companies impose fees for international transactions. This means the amount listed on your credit or bank card statement may be in your local currency and therefore a different figure than the figure shown on the billing summary page for a reservation booked on the Website. The currency exchange rate and foreign transaction fee is determined solely by your bank on the day that they process the transaction. If you have any questions about these fees or the exchange rate applied to your booking, please contact your bank.",
    "section": [
      "bank and credit card fees"
    ]
  },
  {
    "text": "A credit card chargeback occurs after a cardholder initiates a merchant dispute with their issuing bank, the issuing bank will then charge back the transaction being disputed to 1stQuest and the cardholder's account is credited. 1stQuest will make every effort to avoid chargebacks by providing documentation to the issuing bank that the customer did in fact received his or her travel service based on the information S/he has given to 1stquest. When a service or refund related chargeback is received, the 1stQuest is required to provide proof that the terms and conditions of the sale were disclosed and accepted by the cardholder. Most \"terms and conditions related disputes\" are about the customer's ability to refund or change a ticket and the associated fees. Therefore, it is important to provide clear and concise disclosure of the rules at the time of purchase. Additionally, if a chargeback is received, the 1stQuest must provide proof that the cardholder was informed of the rules. Also, the customer must prove that S/he hasn’t received his or her services.",
    "section": [
      "Chargeback Policy Statement"
    ]
  },
  {
    "text": "You are responsible for ensuring that you meet Iran’s entry requirements and that your travel documents, such as passports and visas (transit, business, tourist, and otherwise), are in order and any other Iran entry requirements are met. We urge customers to review travel prohibitions, warnings, announcements, and advisories issued by the relevant governments prior to booking travel to Iran.We accept no liability if you are refused entry onto a flight or into Iran due to your failure to carry the correct and adequate passport, visa, or other travel documents required by any airline, authority, or the country.",
    "section": [
      "travelling to iran"
    ]
  },
  {
    "text": "In no event shall 1stQuest be liable for any direct, indirect, punitive, incidental, special or consequential damages arising out of, or in any way connected with, your access to, display of or use of this Website or with the delay or inability to access, display or use this Website (including, but not limited to, your reliance upon opinions appearing on this Website; any computer viruses, information, software, linked sites, products and services obtaining through this Website; or otherwise arising out of the access to, display of or use of this Website) whether based on a theory of negligence, contract, tort, strict liability, consumer protection statutes, or otherwise, and even if 1stQuest has been advised of the possibility of such damages.",
    "section": [
      "liability disclaimer"
    ]
  },
  {
    "text": "You agree to defend and indemnify 1stQuest and any of their officers, directors, employees and agents from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature including but not limited to reasonable legal and accounting fees, brought by third parties as a result of: your breach of these Terms of Use or the documents referenced hereinyour violation of any law or the rights of a third party or your use of this Website",
    "section": [
      "indemnification"
    ]
  },
  {
    "text": "We appreciate hearing from you. Please be aware that by submitting content to this Website by electronic mail, postings on this Website or otherwise, including any hotel reviews, photos, videos, questions, comments, suggestions, ideas or the like contained in any submissions (collectively, \"Submissions\"), you grant 1stQuest, a nonexclusive, royalty-free, perpetual, transferable, irrevocable and fully sub-licensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform such Submissions throughout the world in any media, now known or hereafter devised; and (b) use the name that you submit in connection with such Submission.",
    "section": [
      "reviews, comments, photos and other submissions"
    ]
  },
  {
    "text": "You acknowledge that the 1stQuest may choose to provide attribution of your comments or reviews (for example, listing your name and hometown on a hotel review that you submit) at our discretion, and that such submissions may be shared with our supplier partners. You further grant the 1stQuest the right to pursue at law any person or entity that violates your or the 1stQues’s' rights in the Submissions by a breach of these Terms of Use. You acknowledge and agree that Submissions are non-confidential and non-proprietary. You expressly waive any and all ‘moral rights’ (including rights of attribution or integrity) that may subsist in your Submissions and agree that you have no objection to the publication, use, modification, deletion or exploitation of your Submissions by us.",
    "section": [
      "reviews, comments, photos and other submissions"
    ]
  },
  {
    "text": "We take no responsibility and assume no liability for any Submissions posted or submitted by you. We have no obligation to post your comments; we reserve the right in our absolute discretion to determine which comments are published on the Website. If you do not agree to these Terms of Use, please do not provide us with any Submissions.You are fully responsible for the content of your Submissions, (specifically including, but not limited to, reviews posted to this Website). You are prohibited from posting or transmitting to or from this Website: (i) any unlawful, threatening, libelous, defamatory, obscene, pornographic, or other material or content that would violate rights of publicity and/or privacy or that would violate any law; (ii) any commercial material or content (including, but not limited to, solicitation of funds, advertising, or marketing of any good or services); and (iii) any material or content that infringes, misappropriates or violates any copyright, trademark, patent right or other proprietary right of any third party.",
    "section": [
      "reviews, comments, photos and other submissions"
    ]
  },
  {
    "text": "You shall be solely liable for any damages resulting from any violation of the foregoing restrictions, or any other harm resulting from your posting of content to this Website. You acknowledge that 1stQuest may exercise its rights (e.g. use, publish, delete) to any content you submit without notice to you. If you submit more than one review for the same hotel, flight or bus, only your most recent submission is eligible for use.",
    "section": [
      "reviews, comments, photos and other submissions"
    ]
  },
  {
    "text": "If you believe in good faith that materials hosted by us infringe your copyright, you (or your agent) may send us a written notice that includes the following information. Please note that we will not process your complaint if it is not properly filled out or is incomplete. Any misrepresentations in your notice regarding whether content or activity is infringing may expose you to liability for damages. A clear identification of the copyrighted work you claim was infringed A clear identification of the material you claim is infringing on the Website, such as a link to the infringing materialYour address, email address and telephone numberA statement that you have a \"good faith belief that the material that is claimed as copyright infringement is not authorized by the copyright owner, its agent, or the law.\" A statement that \"the information in the notification is accurate, and under penalty of perjury, the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\" A signature by the person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed You may send us your notice by email to support@1stQuest.com",
    "section": [
      "notice of infringing material"
    ]
  },
  {
    "text": "In order to cancel a service please contact us at support@1stQuest.com. Our customer service agents will guide you and will refund any applicable amount to your bank account within 14 working days.",
    "section": [
      "notice of infringing material"
    ]
  },
  {
    "text": "You can check refunding policy here",
    "section": [
      "notice of infringing material"
    ]
  },
  {
    "text": "For years The United Nations, the European Union (EU) and the United States have applied restrictive measures (‘sanctions’) against certain countries. The aim of these sanctions is to achieve a change in conduct or prevent undesirable conduct in these countries.",
    "section": [
      "notice of infringing material",
      "Policy statement"
    ]
  },
  {
    "text": "This is the Sanctions Policy adopted by 1stQuest in compliance with European Union (EU) law and the Estonian International Sanctions Act (2010). 1stQuest will actively prevent and take measures to guard against any breaches of EU and national Estonian law in relation to all applicable sanctions.",
    "section": [
      "notice of infringing material",
      "Policy statement"
    ]
  },
  {
    "text": "The sanctions of particular relevance to 1stQuest business operations are the following sanctions pertaining to Iran:",
    "section": [
      "notice of infringing material",
      "Sanctions of particular relevance"
    ]
  },
  {
    "text": "Restrictions on admission (travel restrictions on persons listed in the Annex of Council Decision 2011/235/CFSP) and;",
    "section": [
      "notice of infringing material",
      "Sanctions of particular relevance"
    ]
  },
  {
    "text": "Asset freeze and prohibition to make funds available (all assets of the listed persons and entities should be frozen. It is also prohibited to make any funds or assets directly or indirectly available to them).",
    "section": [
      "notice of infringing material",
      "Sanctions of particular relevance"
    ]
  },
  {
    "text": "1stQuest ensures that:",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "The identities of all new and existing users and partners will be verified to a reasonable level of certainty.",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "1stQuest’s Legal Compliance Team coordinates and regularly updates relevant sanctions policies and procedures of the business.",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "All staff read and understand the policy and procedures before contacting users and partners.",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "If 1stQuest becomes aware of a person or entity:",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "who is subject to EU law; and",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "dealing with a sanctioned person or entity,",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "1stQuest will notify the relevant authorities (Financial Intelligence Unit, Riigi Teataja) of this potential breach.",
    "section": [
      "notice of infringing material",
      "On-going monitoring and internal controls"
    ]
  },
  {
    "text": "Fighting money laundering and terrorist financing contributes to global security, integrity of the financial system and sustainable growth.",
    "section": [
      "notice of infringing material",
      "Policy statement"
    ]
  },
  {
    "text": "1stQuest, in compliance with European Union (EU) law and the Estonian Money Laundering and Terrorist Financing Prevention Act (2017), has adopted this Anti Money Laundering and Terror Financing Policy (AML Policy).",
    "section": [
      "notice of infringing material",
      "Policy statement"
    ]
  },
  {
    "text": "1stQuest will actively prevent, and take measures to guard against being used as a medium for, money laundering activities and terrorism financing activities and any other activity that facilitates money laundering or the funding of terrorist or other criminal activities.",
    "section": [
      "notice of infringing material",
      "Policy statement"
    ]
  },
  {
    "text": "1stQuest ensures that:",
    "section": [
      "notice of infringing material",
      "Due Diligence Measures"
    ]
  },
  {
    "text": "The identities of all new and existing users and partners are verified to a reasonable level of certainty (including identifying the beneficial owners and taking reasonable measures to verify that person's identity).",
    "section": [
      "notice of infringing material",
      "Due Diligence Measures"
    ]
  },
  {
    "text": "A risk-based approach will be taken to the monitoring of all our accounting affairs.",
    "section": [
      "notice of infringing material",
      "Due Diligence Measures"
    ]
  },
  {
    "text": "Any suspicious activity will be reported to relevant authorities, and all AML activities recorded.",
    "section": [
      "notice of infringing material",
      "Due Diligence Measures"
    ]
  },
  {
    "text": "1stQuest’s Legal Compliance Team will coordinate and regularly update the AML policies and procedures.",
    "section": [
      "notice of infringing material",
      "Due Diligence Measures"
    ]
  },
  {
    "text": "All staff read and understand the policy and procedures before contacting users and partners.",
    "section": [
      "notice of infringing material",
      "Due Diligence Measures"
    ]
  },
  {
    "text": "1stQuest will actively not accept high-risk users or partners that are identified as follows:",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "Users or partners with larger one-off transactions, or a number of transactions carried out within a short space of time.",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "Partners with complex business ownership structures with the potential to conceal underlying beneficiaries.",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "Situations where the source of funds cannot be easily verified.",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "1stQuest’s Legal Compliance Team will regularly monitor the following procedures to ensure they are being carried out in accordance with this policy:",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "client identity verification;",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "record keeping.",
    "section": [
      "notice of infringing material",
      "On-going Monitoring and Compliance"
    ]
  },
  {
    "text": "In the case that 1stQuest receives a large sum of cash (more than €10,000) from a user, 1stQuest will take the following steps:",
    "section": [
      "notice of infringing material",
      "Large cash transactions"
    ]
  },
  {
    "text": "Ask the user to identify and verify the source of the cash by providing 1stQuest with a bank statement showing the withdrawal of the cash",
    "section": [
      "notice of infringing material",
      "Large cash transactions"
    ]
  },
  {
    "text": "1stQuest Legal Compliance Team will assess the veracity of the bank statement (making all reasonable enquiries to ensure its authenticity); and",
    "section": [
      "notice of infringing material",
      "Large cash transactions"
    ]
  },
  {
    "text": "Report any suspicious transactions to relevant authorities.",
    "section": [
      "notice of infringing material",
      "Large cash transactions"
    ]
  },
  {
    "text": "Last Updated: March 2019.",
    "section": [
      "notice of infringing material",
      "Large cash transactions"
    ]
  },
  {
    "text": "1stQuest is a total solution for traveling to emerging travel destinations. We help travelers to discover emerging destinations, plan their trip and book their services in one place with a seamless experience.",
    "section": [
      "notice of infringing material",
      "ABOUT US"
    ]
  },
  {
    "text": "1stQuest ™ is owned by 1stQuest OU, a limited liability company incorporated in Republic of Estonia.",
    "section": [
      "notice of infringing material",
      "ABOUT US"
    ]
  },
  {
    "text": "COMPANY",
    "section": [
      "notice of infringing material"
    ]
  }
]