[
  {
    "text": "Last Updated: 31 January 2018",
    "section": []
  },
  {
    "text": "These Terms of Use are an Agreement between You, the User (“You”) and Warp World, LLC, a Delware Limited Liability Company which owns and operates 1UpCoin.com (“1UpCoin”). The 1UpCoin web site is comprised of various web pages and services operated by 1UpCoin, Inc. (collective, the “Services”). The Services are offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein. Your use of the Services constitutes your agreement to all such terms, conditions, and notices. If you do not agree to any of these terms, please do not use the Services.",
    "section": [
      "Introduction"
    ]
  },
  {
    "text": "The Services contain links to other sites or services (\"Third Party Sites\"), including but not limited to twitch.tv, coinbase.com, and streamlabs.com. The Third Party Sites are not under the control of 1UpCoin, and we are not responsible for the contents of any Third Party Site, including without limitation any link contained in a Third Party Site, any changes or updates to a Third Party Site, or for any information transmitted by 1UpCoin to a Third Party Site. The inclusion of any link to a Third Party Site does not imply endorsement by 1UpCoin of the site or any association with its operators.",
    "section": [
      "Links to Third Party Sites"
    ]
  },
  {
    "text": "As a condition of your use of the Services, you warrant that you will not use the Services for any purpose that is unlawful or prohibited by these terms, conditions, and notices.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "You agree that when using the Services, you will not:",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others. Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Upload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Upload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another's computer.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Advertise or offer to sell or buy any goods or services.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Use the Services in any manner which could damage, disable, overburden, or impair the Services or interfere with any other party's use and enjoyment of the Services",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Violate any code of conduct or other guidelines which may be applicable for any particular Service.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Services by 1UpCoin.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "Violate any applicable laws or regulations.",
    "section": [
      "No Unlawful or Prohibited Uses"
    ]
  },
  {
    "text": "1UpCoin has no obligation to monitor the Services. However, 1UpCoin reserves the right to review any communications transmitted using the Service and to remove any materials in its sole discretion with may be unlawful, and/or to monitor for security purposes. 1UpCoin reserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in 1UpCoin's sole discretion, as further described in the Privacy Policy.",
    "section": [
      "Monitoring of Communications"
    ]
  },
  {
    "text": "1UpCoin does not claim ownership of the materials you provide, post, upload, input, or submit to the Services (collectively \"Submissions\"). However, by posting, uploading, inputting, providing, or submitting your Submission you are granting 1UpCoin, its affiliated companies, and necessary sub-licensees, permission to use your Submission in connection with the operation of their businesses, including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission. You grant 1UpCoin a perpetual, paid-up, irrevocable, worldwide, transferrable license to use and create derivative works from any Submission which constitutes a suggestion for improvement to any 1UpCoin Services or services. No compensation will be paid with respect to the use of your Submission, as provided herein. 1UpCoin is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in 1UpCoin's sole discretion. By posting, uploading, inputting, providing or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.",
    "section": [
      "Submissions Provided to or Posted Using the Services"
    ]
  },
  {
    "text": "Without limiting 1UpCoin’s rights or any other disclaimers in these Terms, You understand and agree that 1UpCoin specifically disclaims all responsibility, and shall not be liable in any way, for:",
    "section": [
      "Service Disclaimers"
    ]
  },
  {
    "text": "Changing value of cryptocurrencies due to market fluctuations",
    "section": [
      "Service Disclaimers"
    ]
  },
  {
    "text": "Taxes on buying, selling, trading, or use of cryptocurrencies",
    "section": [
      "Service Disclaimers"
    ]
  },
  {
    "text": "Delays in processing of cryptocurrency transactions",
    "section": [
      "Service Disclaimers"
    ]
  },
  {
    "text": "Errors in entering wallet addresses",
    "section": [
      "Service Disclaimers"
    ]
  },
  {
    "text": "Errors in scanning QR codes",
    "section": [
      "Service Disclaimers"
    ]
  },
  {
    "text": "You may, at your option, take part in the 1UpCoin Referral Program. Referred users must sign up through the unique link to count towards your referral points. You will be awarded one point per referred user who signs up, connects a stream notification service, connects a cryptocurrency wallet service, and for each donation they receive. Referred users only earn you points in the month they are referred. Points reset on the 1st of each month.",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "If you are eligible for the rewards listed on the Referrals page for that month, we will attempt to award it within 30 days following the end of the month. The following may make you ineligible for a reward:",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "Not providing 1UpCoin a way to contact you",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "Patterns of suspicious donations to or from referred streamers",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "Being under age 18",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "Being an owner or employee of Warp World, LLC or the household member of any such owner or employee",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "Living in any jurisdiction which would make the referral reward unlawful",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "Rewards are provided at the sole discretion of Warp World, LLC. In the event of a tie, rewards will be split event among all eligible referrers. The referral program is our way of thanking you for your hard work and skill in recruiting new streamers to our platform, and is not a sweepstakes or lottery. We reserve the right to end the referral program at any time without notice.",
    "section": [
      "Referral Program"
    ]
  },
  {
    "text": "1UPCOIN, ITS PARENT AND AFFILIATES, AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE SERVICES FOR ANY PURPOSE. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SERVICES ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND. 1UPCOIN, ITS PARENT AND AFFILIATES, AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL 1UPCOIN, ITS PARENT AND AFFILIATE, AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SERVICES, WITH THE DELAY OR INABILITY TO USE THE SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE SERVICES, OR OTHERWISE ARISING OUT OF THE USE OF THE SERVICES, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF 1UPCOIN, ITS PARENT AND AFFILIATES, AND/OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.",
    "section": [
      "LIABILITY DISCLAIMER"
    ]
  },
  {
    "text": "1UpCoin reserves the right, in its sole discretion, to terminate your access to the Services and the related services or any portion thereof at any time, without notice. In addition, your rights automatically terminate if You in any way breach any of these Terms.",
    "section": [
      "Termination or Restriction of Access"
    ]
  },
  {
    "text": "This agreement is governed by the laws of the State of Delaware and you hereby consent to the exclusive jurisdiction and venue of courts of Delaware, in all disputes arising out of or relating to the use of the Services. You agree that no joint venture, partnership, employment, or agency relationship exists between you and 1UpCoin as a result of this agreement or use of the Services. If any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect. Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and 1UpCoin with respect to the Services and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and 1UpCoin with respect to the Services.",
    "section": [
      "General Provisions"
    ]
  },
  {
    "text": "1UpCoin reserves the right to change the terms, conditions, and notices under which the Services are offered, including but not limited to the charges associated with the use of the Services. If we change these Terms in what we believe are a material way, we will provide reasonable notice to you.",
    "section": [
      "Modification of the Terms of Use"
    ]
  },
  {
    "text": "Unless otherwise indicated, all contents of the Services are: Copyright 2018 by Warp World, LLC. All rights reserved.",
    "section": [
      "Copyright"
    ]
  },
  {
    "text": "The 1UpCoin name and logo are trademarks of Warp World, LLC The Warp World name is a trademark of Warp World, LLC The names of other actual companies and products mentioned herein may be the trademarks of their respective owners. Unless explicitly stated, no association with any real company, organization, product, person, or event is intended or should be inferred. Any rights not expressly granted herein are reserved.",
    "section": [
      "Trademarks"
    ]
  },
  {
    "text": "If you have questions or concerns about these Terms, you can contact [email protected]",
    "section": [
      "Contact"
    ]
  }
]