[
  {
    "text": "Thursday September 26, 2019 Terms of Service",
    "section": []
  },
  {
    "text": "Prohibited Uses of 1usdhosting Systems and Services:",
    "section": []
  },
  {
    "text": "Sending Unsolicited Bulk Email (“UBE”, “spam”). The sending of any form of Unsolicited Bulk Email through 1usdhosting’s servers is prohibited. Likewise, the sending of UBE from another service provider advertizing a website, email address or utilizing any resource hosted on 1usdhosting’s servers, is prohibited. 1usdhosting accounts or services may not be used to solicit customers from, or collect replies to, messages sent from another Internet Service Provider where those messages violate this Policy or that of the other provider.",
    "section": []
  },
  {
    "text": "Unsolicited advertising via email and/or “Spamming” is a violation of State and Federal Law and is otherwise a violation of this agreement. This includes referencing domains hosted on 1usdhosting servers in said spam. Such prohibited conduct subjects Customer to immediate cessation of service as provided herein and the termination of this agreement without notice. 1usdhosting reserves the right to report such illegal activities to any and all regulatory, administrative and/or governmental authorities for appropriate prosecution. In addition, 1usdhosting has the right to charge one dollar (US$1.00) per email recipient for any such activity.",
    "section": []
  },
  {
    "text": "Mass mailings, scripts that send out mass mailings or any other kind of high-volume mailing activities are not allowed on our servers. Purchasing lists of email addresses from 3rd parties for mailing to from any 1usdhosting-hosted domain, or referencing any 1usdhosting account, is prohibited.",
    "section": []
  },
  {
    "text": "Using a non-existing email return address on a commercial solicitation, spamming (sending unsolicited advertising to numerous email addresses or newsgroups and/or generating a significantly higher volume of outgoing email than a normal user), trolling (posting outrageous messages to generate numerous responses, mailbombing (sending multiple messages without significant new content to the same user), subscribing someone else to a mailing list without that person’s permission or attempting without authorization to enter into a secured computer system. 1usdhosting reserves the right to determine what is internet abuse.",
    "section": []
  },
  {
    "text": "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP or the AUP of any other Internet Service Provider, which includes, but is not limited to, the facilitation of the means to send Unsolicited Bulk Email, initiation of pinging, flooding, mail-bombing, denial of service attacks.",
    "section": []
  },
  {
    "text": "Operating an account on behalf of, or in connection with, or reselling any service to, persons or firms listed in the Spamhaus Register of Known Spam Operations (ROKSO) database at www.spamhaus.org.",
    "section": []
  },
  {
    "text": "We do not host adult (porn) websites or any websites that focus solely on nude photos or video.",
    "section": []
  },
  {
    "text": "The Customer expressly understands and agrees that 1usdhosting is not liable for legal action taken against Customer websites that have content featuring nudity and/or of a sexual nature.",
    "section": []
  },
  {
    "text": "If you are not sure if you website falls into the “adult” category, then enter a support ticket through our Help Desk, referencing the url of your website and we’ll let you know if it is the type of website that we will host.",
    "section": []
  },
  {
    "text": "We will not host content that is in violation of state or federal laws in the United States of America.",
    "section": []
  },
  {
    "text": "We do not allow the unauthorized distribution or copying copyrighted software and files (including MP3?s, warez, cracks, ROMs, etc.), violation of US laws, harassment, fraud, trafficking in obscene material, drug dealing, and other illegal activities. This includes, without limitation, material protected by copyright, trademark, trade secret or other intellectual property right used without proper authorization, and material that is obscene, defamatory, constitutes an illegal threat, or violates export control laws.",
    "section": []
  },
  {
    "text": "1usdhosting reserves the right to report such illegal activities to any and all regulatory, administrative and/or governmental authorities for appropriate prosecution.",
    "section": []
  },
  {
    "text": "In general, we do not host any kind of media download websites, that is websites that exist specifically to enable people to download files, audio, video (mp3?s, ROMs, emulators, video games, cheats etc.).",
    "section": []
  },
  {
    "text": "Scripts used for URL shortening or other URL obfuscation are not allowed due to the potential of abuse by spammers.",
    "section": []
  },
  {
    "text": "Unauthorized attempts by a user to gain access to any account or computer resource not belonging to that user (e.g., “cracking”).",
    "section": []
  },
  {
    "text": "Obtaining or attempting to obtain service by any means or device with intent to avoid payment.",
    "section": []
  },
  {
    "text": "Unauthorized access, alteration, destruction, or any attempt thereof, of any information of any 1usdhosting customers or end-users by any means or device.",
    "section": []
  },
  {
    "text": "Knowingly engage in any activities designed to harass, or that will cause a denial-of-service (e.g., synchronized number sequence attacks) to any other user whether on the 1usdhosting network or on another provider’s network.",
    "section": []
  },
  {
    "text": "Using 1usdhosting’s Services to interfere with the use of the 1usdhosting network or servers by other customers or authorized users.",
    "section": []
  },
  {
    "text": "Tortious conduct such as posting of defamatory, libelous, slanderous, scandalous, or private information about a person without their consent, intentionally inflicting emotional distress, or violating trademarks, copyright, or other intellectual property right.",
    "section": []
  },
  {
    "text": "Any other misuses of the system resources, such as employing scripts or programs which consume excessive CPU time or storage space, permitting use of mailservers, mail forwarding capabilities, POP accounts, file managers, autoresponders or resale/outsource of access to scripts installed on our servers.",
    "section": []
  },
  {
    "text": "Attempting without authorization to enter into a secured computer system. Malicious hacking, cracking or otherwise altering of a website owned and operated by another person. 1usdhosting reserves the right to report such illegal activities to any and all regulatory, administrative and/or governmental authorities for appropriate prosecution.",
    "section": []
  },
  {
    "text": "Script sharing with other domains is not permitted. Any scripts deemed to be adversely affecting server performance or network integrity will be shut down without prior notice.",
    "section": []
  },
  {
    "text": "IRC software, IRC bots or Eggdrop bots are not allowed on our servers.",
    "section": []
  },
  {
    "text": "Customer installed chat room scripts or programs are not allowed on our servers.",
    "section": []
  },
  {
    "text": "We do not allow web cams because they could potentially reduce our servers’ performance as well as consuming large amounts of bandwidth.",
    "section": []
  },
  {
    "text": "Shell emulators, virtual servers, file systems or system binaries are not allowed on our servers.",
    "section": []
  },
  {
    "text": "We do not allow websites that provide banner ad services outside websites. Using banner ads on your own website is fine.",
    "section": []
  },
  {
    "text": "Dating or personals scripts and other scripts that send out anonymous email are not allowed on our servers.",
    "section": []
  },
  {
    "text": "Customers are responsible to ensure the security of scripts uploaded and used on our servers. This includes maintaining all scripts and code installed by customers on our servers by keeping them updated to their current stable version.",
    "section": []
  },
  {
    "text": "Customer Responsibility for Customer’s Users",
    "section": []
  },
  {
    "text": "Each 1usdhosting customer is responsible for the activities of its users and, by accepting service from 1usdhosting, is agreeing to ensure that its customers, representatives or end-users abide by this Policy. Complaints about customers, representatives or end-users of an 1usdhosting customer will be forwarded to the 1usdhosting customer’s primary contact for action. If violations of the 1usdhosting Acceptable Use Policy occur, 1usdhosting reserves the right to terminate services with or take action to stop the offending customer from violating 1usdhosting’s AUP as 1usdhosting deems appropriate, without notice.",
    "section": []
  }
]