[
  {
    "text": "Please read these terms carefully. By using this Service, you agree that you have read, understood, accepted and agreed with the Terms and Conditions.",
    "section": []
  },
  {
    "text": "If you do not agree to or fall within the Terms and Conditions of the Service (as defined below) and wish to discontinue using the Service, please do not continue using this Application or Service. The terms and conditions stated herein (collectively, the “Terms and Conditions” or this “Agreement”) constitute a legal agreement between you and 1 way car Ltd.(the “Company”).",
    "section": []
  },
  {
    "text": "The Company offers information, method and platform for transportation providers, drivers and vehicle operators to schedule, obtain and establish contact with Passengers or Customers, but does not and does not intend to provide transportation services and has no responsibility or liability for any transportation services provided to Passengers or Customers by you.",
    "section": []
  },
  {
    "text": "The company is a technology company that does not provide or engage in transportation services and the company is not a transportation provider.",
    "section": []
  },
  {
    "text": "The software and the application are intended to be used for facilitating you (as a transportation provider) to offer your transportation services to your passenger.",
    "section": []
  },
  {
    "text": "The company is not responsible or liable for the acts and/or omissions with regard to any services you provided to your passengers, and for any illegal action committed by you.",
    "section": []
  },
  {
    "text": "Passenger may start to use the App in agreement with these Terms, after downloading the App, filling out the required areas for the registration, approving the mobile phone number and login with his/her password.",
    "section": []
  },
  {
    "text": "Passenger agrees that all information provided by him/her during the application is true, accurate and up-to-date in all respects and at all times.",
    "section": []
  },
  {
    "text": "The given information (estimated time of arrival, the distance from the vehicle to the passenger etc.) are estimates and may not be one hundred percent accurate, however 1 way car tries its best to give the most accurate information and shall not be held liable for any inaccuracy.",
    "section": []
  },
  {
    "text": "Fare showed before the starting of the ride is an estimated fare. The actual fare would show only after the ride finishes.",
    "section": []
  },
  {
    "text": "way car reserves the right to suspend or terminate passenger’s access to app in case Passenger violates the terms.",
    "section": []
  },
  {
    "text": "Passenger is liable to pay the full cost of the fare",
    "section": []
  },
  {
    "text": "In case passenger does not wait for the assigned 1 way car ride or does not take the 1 way car ride without a valid reason, 1 way car authority has the right to give penalty or take necessary initiative against that passenger.",
    "section": []
  },
  {
    "text": "Passenger may inform 1 way car through complaints section in regard to the complaints about the assigned drivers, however 1 way car cannot be held liable in any manner for the drivers’ behaviors. The App is only a technological platform that brings drivers and Passengers together. 1 way car gives necessary warnings to drivers and terminate the drivers who repeatedly misbehave.",
    "section": []
  },
  {
    "text": "Passenger is also liable to pay any additional charges such as bridge toll, road toll and bus terminal toll. Passenger cannot be charged for any unauthorized payment done by driver (e.g bribing traffic police).",
    "section": []
  },
  {
    "text": "Passenger agrees to use the app lawfully and properly and that he/she will be legally liable for any unlawful action using the App.",
    "section": []
  },
  {
    "text": "If passenger wants to cancel his/her request, at this stage passenger shall immediately call the driver. Otherwise, passenger agrees to wait for the assigned 1 way car ride.",
    "section": []
  },
  {
    "text": "The passenger has no obligation or liability to make any other payment to the driver.",
    "section": []
  },
  {
    "text": "Passenger agrees not to cause any damage to the 1 way car fleet.",
    "section": []
  },
  {
    "text": "In case a passenger cannot be benefited from the services due to technical or natural difficulties, 1 way car cannot be liable for it and no claim shall be raised against 1 way car.",
    "section": []
  },
  {
    "text": "Passenger agrees not to misuse the services offered by 1 way car.",
    "section": []
  },
  {
    "text": "Passenger agrees that he/she is responsible with regard to safety, storage, protection of system access tools (username, password etc).",
    "section": []
  },
  {
    "text": "way car cannot be liable directly or indirectly for any unlawful transaction by passenger.",
    "section": []
  },
  {
    "text": "There is no additional charge for 1 way car helpline. However, passenger should be aware that they may be charged by their mobile telephone network provider for any message, email, phone or other communication.",
    "section": []
  },
  {
    "text": "Under any circumstance no 1 way car personnel are bound to disclose any passenger information, things can only be considered if any legal or critical issue turns up.",
    "section": []
  },
  {
    "text": "Passengers also receive promotional/ marketing messages from 1 way car via any of the forms of communication, which they agree to receive. If anyone wants to stop receiving such promotional/ marketing messages, then they should contact with 1 way car.",
    "section": []
  },
  {
    "text": "Passengers are prohibited from uploading any disturbing or abusive profile picture.",
    "section": []
  },
  {
    "text": "way car T&C for Driver",
    "section": []
  },
  {
    "text": "Driver must have a valid driving license.",
    "section": []
  },
  {
    "text": "During registration period information provided by driver must have to be true, accurate and up-to-date.",
    "section": []
  },
  {
    "text": "After accepting passengers request driver should not reject any ride request without any valid reason.",
    "section": []
  },
  {
    "text": "Driver will responsible for all claims, and liabilities resulting from any accident, loss or damage.",
    "section": []
  },
  {
    "text": "Driver must have the legal right and authority to operate the vehicle which he/she intends to use when accepting customer’s request.",
    "section": []
  },
  {
    "text": "Drivers are prohibited from uploading any disturbing or abusive profile picture.",
    "section": []
  },
  {
    "text": "Under any circumstance no 1 way car personnel are bound to disclose any Drivers information, things can only be considered if any legal or critical issue turns up.",
    "section": []
  },
  {
    "text": "Drivers are bound to take passengers to any location within the selected region.",
    "section": []
  },
  {
    "text": "Driver must have to obey all local laws related to the operation of a passenger delivery service and will be responsible for any violations.",
    "section": []
  },
  {
    "text": "Driver will not use the application for sending or storing any illegal material or for deceitful intention.",
    "section": []
  },
  {
    "text": "Driver will only use the application for his/her own use and preserve his password and user ID by his own only.",
    "section": []
  },
  {
    "text": "Driver will provide 1 way car any kind of documents whatever 1 way car authority requires, things can only be considered if any legal or critical issue turns up.",
    "section": []
  },
  {
    "text": "If any information provided by the driver is false, incorrect or incomplete in any respect, 1 way car authority has the right to terminate agreement any time with or without any notice.",
    "section": []
  },
  {
    "text": "If a driver has been panelized and 1 way car has enough evidence to prove that penalty valid then driver is bound to pay that penalty amount.",
    "section": []
  },
  {
    "text": "According to the agreement, driver must pay daily ride commission to 1 way car.",
    "section": []
  },
  {
    "text": "Driver will obey all local laws related to the operation of passenger transport and/or delivery services and will be solely responsible for any violations of such local laws;",
    "section": []
  },
  {
    "text": "Driver will not use the Application for sending or storing any unlawful material or for fraudulent purposes;",
    "section": []
  },
  {
    "text": "Driver will keep secure and confidential your account password or any identification we provide you which allows access to the Service;",
    "section": []
  },
  {
    "text": "Driver will not contact the Customers for purposes other than the Service;",
    "section": []
  },
  {
    "text": "Driver is aware that when responding to Passengers’ or Customers’ requests for transportation services, standard telecommunication charges will apply and which shall be solely borne by Driver;",
    "section": []
  },
  {
    "text": "Driver is not allowed to promoting competitors applications, giving out coupons and suggesting any other form of discounts to the passengers or customers.",
    "section": []
  },
  {
    "text": "The Company reserves the right to modify, vary or change the terms and conditions of this Agreement or its policies at any time.",
    "section": []
  }
]