[
  {
    "text": "Before beginning to use the 1 Webs Directory. it is requested that you may please go through the terms & conditions of use. In case of any difficulty in adhering to the terms and conditions please do not use the 1 Webs Directory site",
    "section": [
      "Acceptance of Terms"
    ]
  },
  {
    "text": "The admin reserves the right to change, add, modify or remove any part of or the entire terms & conditions. The terms & conditions are subject to change at any time and so please do check for any changes from time to time. The continued use of 1 Webs Directory after the changes in the terms & conditions is taken as acceptance of the changes. We are under no obligation to notify the user of any changes made in the terms of service",
    "section": [
      "Acceptance of Terms"
    ]
  },
  {
    "text": "Webs Directory has links to several other websites, however, the linked sites are not owned or controlled by us and thus, we do not have any responsibility for the content displayed, links contained on the third party site, operation of the site or any changes displayed on the sites from time to time. We include such links in 1 Webs Directory only for the convenience of our users and this does is no way conveys expressly or in an implied manner any association or connection with the websites.",
    "section": [
      "Links to Third Party Sites"
    ]
  },
  {
    "text": "The listings on 1 Webs Directory may be changed or deleted at any time by the editors without any notice. Websites that do not follow terms and the submission guidelines, may even after approval, be deleted at the discretion of the editors. The decision of the administration and editors is final. The listings once published will not be eligible for a refund, however, it can be permanently deleted at the request of the site owner.",
    "section": [
      "Site Usage"
    ]
  },
  {
    "text": "You agree that the use of the 1 Webs Directory site is at your sole risk.",
    "section": [
      "Disclaimer of Warranties"
    ]
  },
  {
    "text": "Your use of the site is at your sole risk. 1 Webs Directory, expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. We offer no warranty that 1 Webs directory or any of the related services like links, emails or the search facility provided on the site would be completely free of errors, on time, secure and uninterrupted or that it will provide specific results from use of the Site or any content, search or link therein.",
    "section": [
      "Disclaimer of Warranties"
    ]
  },
  {
    "text": "You agree to defend, indemnify and hold 1 Webs Directory harmless from and against any and all claims, losses, liability costs and expenses (including but not limited to attorneys' fees) arising from your violation of these Terms & Conditions (including, without limitation, violation of applicable Additional Terms & Conditions), or any third-party's rights, (including, without limitation, infringement of any copyright, violation of any proprietary right and invasion of any privacy rights). These obligations will survive any termination of your relationship with 1 Webs Directory.",
    "section": [
      "Limitation of Liability"
    ]
  },
  {
    "text": "We do not have any such intentions, however, 1 Webs Directory has the right to discontinue or terminate services or the site at any given time and this may be done with or without notification. We would in no way be liable to any user or third party for such modification or termination of services. While using the site and all our materials and services available through 1 Webs Directory, you expressly agree to:",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "In no way interfere or disrupt any other user in using the site or its services or linked sites.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "Strictly not to upload any content through 1 webs directory any harmful or illegal material, viruses or destructive material.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "In no way would you interfere or disrupt the security of the site or cause any harm to the materials, services, servers, system, networks or the site.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "webs directory has the right and discretion to discontinue or terminate your use or access to the site or any part thereof. It is intimated that in case of discontinuing or terminating your access to the site, you are liable to destroy any kind of printed or downloaded material in connection with the site or any of its services.",
    "section": [
      "Termination"
    ]
  },
  {
    "text": "All material on 1 Webs Directory, including website content, logos, or any other details related to the site, and any and all other components are protected by intellectual property laws. You agree not to reproduce, duplicate, copy, sell, resell or exploit for any commercial purposes, any portion of the site, use of the site, or access to the site, without the express, prior written consent of 1 Webs Directory in every single case.",
    "section": [
      "Copyrights"
    ]
  },
  {
    "text": "The privacy of our users is extremely important to us. The Privacy Policy is given here for which you hereby agree. A tick mark at the box while submitting the registration form, implies that you do agree to be on our mailing list. In case you do not wish to be on the mailing list, you can contact us and request for removal from the list.",
    "section": [
      "Privacy Policy"
    ]
  },
  {
    "text": "We are in no way liable for any data that is lost from the operation of our Site and/or the enforcement of the Terms and Conditions, and is not obligated to maintain back-up copies of any contributed User Content or even e-mail messages. It is recommended that you do maintain and retain copies of any and every User Content that you post or distribute to, or through, the site.",
    "section": [
      "Back-Up"
    ]
  },
  {
    "text": "You understand and agree that 1 Webs Directory may release information about you if required by law or subpoena, or if the information is necessary or appropriate to release to address an unlawful or harmful activity.",
    "section": [
      "Back-Up"
    ]
  },
  {
    "text": "A refund of payment made to listing a website in 1 Webs Directory will be made under the following circumstances:",
    "section": [
      "Refund Policy"
    ]
  },
  {
    "text": "In case the website submitted for review is not accepted and/or listed by the editors.",
    "section": [
      "Refund Policy"
    ]
  },
  {
    "text": "In case the submission is accepted but the website is not listed to the satisfaction of the owner of the site. We at 1 Webs Directory make it a point to ensure your satisfaction, however, inspite of our best efforts you are not satisfied and would like to have the listing deleted or cancelled, you must make a request for the refund within a period of 30 days of the listing on the directory. Cancellation request for the listing after a period of 30 days will not be entertained and 1 Webs Directory is under no obligation whatsoever to make a refund of the fee.",
    "section": [
      "Refund Policy"
    ]
  },
  {
    "text": "No other conditions for refund would be entertained.",
    "section": [
      "Refund Policy"
    ]
  },
  {
    "text": "Contact Information",
    "section": []
  }
]