[
  {
    "text": "Home",
    "section": []
  },
  {
    "text": "The Agreement is concluded between the online service for the exchange of digital currency, hereinafter referred to as the Contractor – for one part, and the Customer, represented by a person who used the services of the Contractor, – for the other part.",
    "section": [
      "Parties to the agreement."
    ]
  },
  {
    "text": "Digital Currency Exchange – automated product of the online service, which is provided by the Contractor under these rules.",
    "section": [
      "List of terms."
    ]
  },
  {
    "text": "Customer – a natural person, agreeing to the terms of the Contractor and this agreement that it enters into.",
    "section": [
      "List of terms."
    ]
  },
  {
    "text": "Digital currency – a standard unit of a particular payment system, which corresponds to the calculations of electronic systems and indicates the scope of rights corresponding to a specific agreement on electronic payment system and its Customer.",
    "section": [
      "List of terms."
    ]
  },
  {
    "text": "Application – information transmitted by the Customer for use of the Contractor’s funds in electronic form and indicating that he accepts the terms of use of the service offered by the Contractor herein.",
    "section": [
      "List of terms."
    ]
  },
  {
    "text": "These rules are considered to be subject to the conditions of the public offer, which enters into force at the time of submission of an application by the Customer and is one of the main components of this agreement. The information about the conditions of application submission specified by the Contractor, is a Public offer. The main part of a public offer are actions made in the completion of the application submission by the Customer showing his exact intentions to make a transaction on the terms proposed by the Contractor before the end of this application. Time, date, and parameters of the application are created automatically by the Contractor by the end of application submission. The proposal should be accepted by the Customer within 24 hours before the end of formation of the application. Service agreement comes into force from the moment of receipt of digital currency in the full amount specified in the application, from the Customer according to the details set forth by the Contractor. Transactions with digital currency are accounted according to the rules, regulations and format of electronic payment systems/ The agreement is valid for a period which is set from the date of submitting the application and continued until terminated by either party.",
    "section": [
      "Terms and conditions of the agreement."
    ]
  },
  {
    "text": "Using technical methods, the Contractor undertakes to perform digital currency exchange for a commission from the Customer, after the submitting the application by this person, and makes it through the sale of digital currency to persons wishing to purchase it for the money amount which is not lower than that in the application submitted by the Customer. The Contractor undertakes to transfer money according to the details specified by the Customer. In case when a profit occurs at the time of exchange, it remains on the account of the Contractor, as an additional benefit and a premium for commission services.",
    "section": [
      "Matter of the agreement."
    ]
  },
  {
    "text": "If the Contractor receives an amount on its account that differs from that indicated in the application, the Contractor makes a resettlement, which corresponds to the actual receipt of digital currency. Should this amount exceed the amount specified in the application for more than 10%, the Contractor terminates the contract unilaterally and all funds are returned to the Customer’s details, taking into account the amount deducted for commission expenses during the transfer.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "Should the digital currency not be sent by the Contractor to the specified details of the Customer within 24 hours, the Customer has the full right to demand the termination of the agreement and cancel the application, thereby making the return of digital currency on its account in full. Application for termination of the agreement and return of digital currency is performed by the Contractor in the event that the money has not yet been transferred according to the details of the Customer. In case of terminating the agreement, the return of e-currencies is made within 24 hours of receipt of the application for termination of the agreement. If a delay in the return occurred through no fault of the Contractor, it will not take responsibility for it.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "If no digital currency arrives from the Customer to the Contractor within the specified period from the date of submitting the application by the Customer, the agreement between the parties shall be terminated by the Contractor unilaterally, since the agreement does not enter into force. There may be no notice about it sent to the Customer. Shall no digital currency arrive to the details of the Contractor after the deadline, then such funds are transferred back to the account of the Customer, and all commission expenses associated with the transfer are deducted from that amount.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "If there is a delay in the transfer of funds to the account details specified by the Customer, through a fault of a payment system, the Contractor shall not be liable for any damage caused as a result of a delayed transfer. In this case, the Customer shall agree that all claims would be referred to the payment system, and the Contractor shall provide assistance as far as possible under the law.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "In case of forgery of communication flows, or due to influence in order to degrade the performance of the Contractor, namely its software code, the application is suspended, and the money transferred are subject to resettlement in accordance with the agreement in effect. Shall the Customer not agree to the resettlement, he has every right to terminate the agreement and the digital currency shall be transferred to the account details specified by the Customer.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "In the case of using the services of the Contractor, the Customer fully agrees that the Contractor shall bear a limited liability corresponding to these rules for obtaining digital currency and give no additional guarantees to the Customer and shall have no additional liability before the Customer. Accordingly, the Customer shall not bear an additional liability to the Contractor.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "The Customer agrees to comply with applicable laws and not to tamper any communication flows as well as create any obstacles to the normal operation of the program code of the Contractor.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "The Contractor shall not be liable for any damage or consequences of an erroneous transfer of e-currency in the event that Customer have specified wrong details during application submission.",
    "section": [
      "Additional provisions."
    ]
  },
  {
    "text": "Within 24 hours of the execution of the digital currency exchange, the Contractor warrants for services provided, unless otherwise noted.",
    "section": [
      "Warranty period"
    ]
  },
  {
    "text": "In the case where unforeseen circumstances that contribute to non-compliance with terms of the agreement by the Contractor during the processing of the Customer’s application, the timing of application accomplishment are delayed for the corresponding period of the duration of the force majeure. The Contractor is not responsible for overdue obligations.",
    "section": [
      "Contingencies."
    ]
  },
  {
    "text": "Both parties, represented by the Contractor and the Customer, shall take this agreement as an agreement equivalent to the validity of the contract designated in writing.",
    "section": [
      "Form of agreement."
    ]
  },
  {
    "text": "For cardholders from England, Germany and the United States, the arrangements for the transfer of digital currency are extended for an indefinite period, corresponding to the period required for full verification of cardholder data. For the whole period the money is not subject to any transactions and are retained in full in the account of the Contractor.",
    "section": [
      "Usage of cards of England, Germany and the United States."
    ]
  },
  {
    "text": "Claims under this agreement are received by the Contractor in the form of e-mail where the Customer specifies the essence of the claim. This mail is sent to the details specified on site of the Contractor.",
    "section": [
      "Claims and disputes."
    ]
  },
  {
    "text": "It is expressly prohibited to use the services of the Contractor to carry out illegal transfers and fraud. At the conclusion of this agreement, the Customer agrees to comply with these requirements and to be criminally liable in the case of fraud under the laws in force.",
    "section": [
      "Exchange transactions performance."
    ]
  },
  {
    "text": "In case of inability to fulfill orders automatically, through no fault of the Contractor, such as lack of communication, lack of funds, or erroneous data of the Customer, the money is transferred to the account within the next 24 hours or returned to the account details of the Customer, net commission expense.",
    "section": [
      "Exchange transactions performance."
    ]
  },
  {
    "text": "On demand the Contractor is entitled to release information on the transfer of electronic currency to law enforcement bodies, administration of payment systems, as well as to victims of misconduct, victims of proven judicial fraud.",
    "section": [
      "Exchange transactions performance."
    ]
  },
  {
    "text": "The Customer agrees to submit all the documents proving his identity, in case of suspicion of fraud and money laundering.",
    "section": [
      "Exchange transactions performance."
    ]
  },
  {
    "text": "The Customer agrees not to interfere with the work of the Contractor and not to cause damage to its hardware and software, as well as the Customer undertakes to provide accurate information to ensure compliance with all terms of the agreement by the Contractor.",
    "section": [
      "Exchange transactions performance."
    ]
  },
  {
    "text": "The Contractor shall have the right to refuse to sign the agreement and accomplish the application without explanation. This paragraph shall apply with respect to any client.",
    "section": [
      "Liability disclaimer."
    ]
  },
  {
    "text": "Последние обмены",
    "section": [
      "Liability disclaimer."
    ]
  }
]